Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-membership/languages/fair-membership-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: All Groups
de_de: Alle Gruppen
es_es: Todos los Grupos
fr_fr: Tous les Groupes

source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent

source: Page %1$d of %2$d
es_es: Página %1$d de %2$d

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant

source: Group Fees
de_de: Gruppengebühren
es_es: Tarifas de Grupo
fr_fr: Frais de Groupe

source: User Fees
de_de: Benutzergebühren
es_es: Tarifas de Usuario
fr_fr: Frais Utilisateur

source: Filter by group ID.
de_de: Nach Gruppen-ID filtern.
es_es: Filtrar por ID de grupo.
fr_fr: Filtrer par ID de groupe.

source: You do not have permission to view group fees.
de_de: Sie haben keine Berechtigung, Gruppengebühren anzuzeigen.
es_es: No tienes permiso para ver tarifas de grupo.
fr_fr: Vous n'avez pas la permission de voir les frais de groupe.

source: You do not have permission to create group fees.
de_de: Sie haben keine Berechtigung, Gruppengebühren zu erstellen.
es_es: No tienes permiso para crear tarifas de grupo.
fr_fr: Vous n'avez pas la permission de créer des frais de groupe.

source: Failed to save group fee.
de_de: Gruppengebühr konnte nicht gespeichert werden.
es_es: Error al guardar la tarifa de grupo.
fr_fr: Échec de l'enregistrement des frais de groupe.

source: Group fee not found.
de_de: Gruppengebühr nicht gefunden.
es_es: Tarifa de grupo no encontrada.
fr_fr: Frais de groupe non trouvés.

source: Failed to update group fee.
de_de: Gruppengebühr konnte nicht aktualisiert werden.
es_es: Error al actualizar la tarifa de grupo.
fr_fr: Échec de la mise à jour des frais de groupe.

source: Failed to delete group fee.
de_de: Gruppengebühr konnte nicht gelöscht werden.
es_es: Error al eliminar la tarifa de grupo.
fr_fr: Échec de la suppression des frais de groupe.

source: Filter by user ID.
es_es: Filtrar por ID de usuario.

source: Filter by group fee ID.
de_de: Nach Gruppengebühren-ID filtern.
es_es: Filtrar por ID de tarifa de grupo.
fr_fr: Filtrer par ID de frais de groupe.

source: URL to redirect after payment.
es_es: URL para redirigir después del pago.

source: You do not have permission to view user fees.
de_de: Sie haben keine Berechtigung, Benutzergebühren anzuzeigen.
es_es: No tienes permiso para ver tarifas de usuario.
fr_fr: Vous n'avez pas la permission de voir les frais utilisateur.

source: You do not have permission to create user fees.
de_de: Sie haben keine Berechtigung, Benutzergebühren zu erstellen.
es_es: No tienes permiso para crear tarifas de usuario.
fr_fr: Vous n'avez pas la permission de créer des frais utilisateur.

source: You must be logged in to create payments.
de_de: Sie müssen angemeldet sein, um Zahlungen zu erstellen.
es_es: Debes iniciar sesión para crear pagos.
fr_fr: Vous devez être connecté pour créer des paiements.

source: User fee not found.
de_de: Benutzergebühr nicht gefunden.
es_es: Tarifa de usuario no encontrada.
fr_fr: Frais utilisateur non trouvés.

source: You can only create payments for your own fees.
de_de: Sie können nur Zahlungen für Ihre eigenen Gebühren erstellen.
es_es: Solo puedes crear pagos para tus propias tarifas.
fr_fr: Vous ne pouvez créer des paiements que pour vos propres frais.

source: Failed to save user fee.
de_de: Benutzergebühr konnte nicht gespeichert werden.
es_es: Error al guardar la tarifa de usuario.
fr_fr: Échec de l'enregistrement des frais utilisateur.

source: Failed to update user fee.
de_de: Benutzergebühr konnte nicht aktualisiert werden.
es_es: Error al actualizar la tarifa de usuario.
fr_fr: Échec de la mise à jour des frais utilisateur.

source: Failed to delete user fee.
de_de: Benutzergebühr konnte nicht gelöscht werden.
es_es: Error al eliminar la tarifa de usuario.
fr_fr: Échec de la suppression des frais utilisateur.

source: Failed to create adjustment record.
de_de: Anpassungsdatensatz konnte nicht erstellt werden.
es_es: Error al crear registro de ajuste.
fr_fr: Échec de la création de l'enregistrement d'ajustement.

source: Failed to update user fee amount.
de_de: Benutzergebührenbetrag konnte nicht aktualisiert werden.
es_es: Error al actualizar el monto de la tarifa de usuario.
fr_fr: Échec de la mise à jour du montant des frais utilisateur.

source: Failed to mark fee as paid.
de_de: Gebühr konnte nicht als bezahlt markiert werden.
es_es: Error al marcar la tarifa como pagada.
fr_fr: Échec du marquage des frais comme payés.

source: Only pending or overdue fees can be paid.
de_de: Nur ausstehende oder überfällige Gebühren können bezahlt werden.
es_es: Solo se pueden pagar tarifas pendientes o vencidas.
fr_fr: Seuls les frais en attente ou en retard peuvent être payés.

source: Payment system is not available.
de_de: Zahlungssystem ist nicht verfügbar.
es_es: El sistema de pagos no está disponible.
fr_fr: Le système de paiement n'est pas disponible.

source: Payment for: %s
de_de: Zahlung für: %s
es_es: Pago por: %s
fr_fr: Paiement pour : %s

source: Failed to create transaction: %s
de_de: Transaktion konnte nicht erstellt werden: %s
es_es: Error al crear transacción: %s
fr_fr: Échec de la création de la transaction : %s

source: Failed to initiate payment: %s
de_de: Zahlung konnte nicht initiiert werden: %s
es_es: Error al iniciar pago: %s
fr_fr: Échec de l'initiation du paiement : %s

source: Payment response does not contain checkout URL.
de_de: Zahlungsantwort enthält keine Checkout-URL.
es_es: La respuesta de pago no contiene URL de pago.
fr_fr: La réponse de paiement ne contient pas d'URL de paiement.

source: Please log in to view your membership fees.
es_es: Por favor, inicie sesión para ver sus tarifas de membresía.

source: Log In
es_es: Iniciar Sesión

source: You have no fees at this time.
es_es: No tiene tarifas en este momento.

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre

source: Amount
de_de: Betrag
es_es: Monto
fr_fr: Montant

source: Due Date
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
fr_fr: Date d'échéance

source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente

source: Paid
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé

source: Overdue
es_es: Vencido

source: Cancelled
de_de: Storniert
es_es: Cancelado
fr_fr: Annulé

source: Paid: %s
de_de: Bezahlt: %s
es_es: Pagado: %s
fr_fr: Payé : %s

source: Processing...
de_de: Wird bearbeitet...
es_es: Procesando...
fr_fr: Traitement...

source: Pay Now
de_de: Jetzt bezahlen
es_es: Pagar ahora
fr_fr: Payer maintenant

source: Title is required.
de_de: Titel ist erforderlich.
es_es: El título es obligatorio.
fr_fr: Le titre est requis.

source: Amount must be a positive number.
de_de: Betrag muss eine positive Zahl sein.
es_es: El monto debe ser un número positivo.
fr_fr: Le montant doit être un nombre positif.

source: Due date is required.
de_de: Fälligkeitsdatum ist erforderlich.
es_es: La fecha de vencimiento es obligatoria.
fr_fr: La date d'échéance est requise.

source: User fee ID is required.
de_de: Benutzergebühren-ID ist erforderlich.
es_es: El ID de tarifa de usuario es obligatorio.
fr_fr: L'ID de frais utilisateur est requis.

source: Previous amount must be a positive number.
es_es: El monto anterior debe ser un número positivo.

source: New amount must be a positive number.
es_es: El nuevo monto debe ser un número positivo.

source: Reason is required for audit trail.
es_es: Se requiere un motivo para el registro de auditoría.

source: Select a group
es_es: Seleccione un grupo

source: Group
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe

source: Select the group for this fee. Individual user fees will be created for all active members.
es_es: Seleccione el grupo para esta tarifa. Se crearán tarifas de usuario individuales para todos los miembros activos.

source: Default Amount
de_de: Standardbetrag
es_es: Monto predeterminado
fr_fr: Montant par défaut

source: Saving...
es_es: Guardando...

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer

source: No group fees found.
es_es: No se encontraron tarifas de grupo.

source: Total Paid
de_de: Gesamt bezahlt
es_es: Total pagado
fr_fr: Total payé

source: Payment Pending
de_de: Zahlung ausstehend
es_es: Pago pendiente
fr_fr: Paiement en attente

source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créé
pl_pl: Utworzona

source: Failed to load group fees.
es_es: Error al cargar tarifas de grupo.

source: Are you sure you want to delete the group fee "%s"? This will also delete all associated user fees.
es_es: ¿Está seguro de que desea eliminar la tarifa de grupo "%s"? Esto también eliminará todas las tarifas de usuario asociadas.

source: Group fee deleted successfully.
de_de: Gruppengebühr erfolgreich gelöscht.
es_es: Tarifa de grupo eliminada exitosamente.
fr_fr: Frais de groupe supprimés avec succès.

source: Group fee updated successfully.
de_de: Gruppengebühr erfolgreich aktualisiert.
es_es: Tarifa de grupo actualizada exitosamente.
fr_fr: Frais de groupe mis à jour avec succès.

source: Group fee created successfully. %d user fees were created for group members.
es_es: Tarifa de grupo creada exitosamente. Se crearon %d tarifas de usuario para los miembros del grupo.

source: All Group Fees
de_de: Alle Gruppengebühren
es_es: Todas las tarifas de grupo
fr_fr: Tous les frais de groupe

source: Edit Group Fee
de_de: Gruppengebühr bearbeiten
es_es: Editar tarifa de grupo
fr_fr: Modifier les frais de groupe

source: Add New Group Fee
de_de: Neue Gruppengebühr hinzufügen
es_es: Agregar nueva tarifa de grupo
fr_fr: Ajouter de nouveaux frais de groupe

source: Hide details
es_es: Ocultar detalles

source: More info
es_es: Más información

source: Search User
de_de: Benutzer suchen
es_es: Buscar usuario
fr_fr: Rechercher un utilisateur

source: Type name or email to search...
es_es: Escriba nombre o correo para buscar...

source: User selected. Clear to search again.
de_de: Benutzer ausgewählt. Löschen, um erneut zu suchen.
es_es: Usuario seleccionado. Limpiar para buscar nuevamente.
fr_fr: Utilisateur sélectionné. Effacer pour rechercher à nouveau.

source: Search by name or email to select a user.
es_es: Busque por nombre o correo para seleccionar un usuario.

source: Clear
de_de: Löschen
es_es: Limpiar
fr_fr: Effacer

source: Searching...
es_es: Buscando...

source: Notes
de_de: Notizen
es_es: Notas

source: No user fees found.
es_es: No se encontraron tarifas de usuario.

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
pl_pl: Użytkownik

source: Mark Paid
de_de: Als bezahlt markieren
es_es: Marcar como pagado
fr_fr: Marquer comme payé

source: Adjust
de_de: Anpassen
es_es: Ajustar
fr_fr: Ajuster

source: Failed to load user fees.
es_es: Error al cargar tarifas de usuario.

source: Are you sure you want to delete the user fee "%s"?
es_es: ¿Está seguro de que desea eliminar la tarifa de usuario "%s"?

source: User fee deleted successfully.
de_de: Benutzergebühr erfolgreich gelöscht.
es_es: Tarifa de usuario eliminada exitosamente.
fr_fr: Frais utilisateur supprimés avec succès.

source: Mark fee "%1$s" as paid for %2$s?
es_es: ¿Marcar tarifa "%1$s" como pagada para %2$s?

source: Fee marked as paid.
de_de: Gebühr als bezahlt markiert.
es_es: Tarifa marcada como pagada.
fr_fr: Frais marqués comme payés.

source: Fee amount adjusted successfully.
de_de: Gebührenbetrag erfolgreich angepasst.
es_es: Monto de tarifa ajustado exitosamente.
fr_fr: Montant des frais ajusté avec succès.

source: Failed to adjust fee amount.
es_es: Error al ajustar el monto de la tarifa.

source: User fee updated successfully.
de_de: Benutzergebühr erfolgreich aktualisiert.
es_es: Tarifa de usuario actualizada exitosamente.
fr_fr: Frais utilisateur mis à jour avec succès.

source: User fee created successfully.
de_de: Benutzergebühr erfolgreich erstellt.
es_es: Tarifa de usuario creada exitosamente.
fr_fr: Frais utilisateur créés avec succès.

source: Filters
es_es: Filtros

source: All
es_es: Todos

source: All User Fees
de_de: Alle Benutzergebühren
es_es: Todas las tarifas de usuario
fr_fr: Tous les frais utilisateur

source: Edit User Fee
de_de: Benutzergebühr bearbeiten
es_es: Editar tarifa de usuario
fr_fr: Modifier les frais utilisateur

source: Add New User Fee
de_de: Neue Benutzergebühr hinzufügen
es_es: Agregar nueva tarifa de usuario
fr_fr: Ajouter de nouveaux frais utilisateur

source: Adjust Fee Amount
es_es: Ajustar monto de tarifa

source: Adjusting fee "%1$s" for %2$s
es_es: Ajustando tarifa "%1$s" para %2$s

source: Current Amount:
de_de: Aktueller Betrag:
es_es: Monto actual:
fr_fr: Montant actuel :

source: New Amount
de_de: Neuer Betrag
es_es: Nuevo monto
fr_fr: Nouveau montant

source: Reason for Adjustment
es_es: Motivo del ajuste

source: This will be saved in the adjustment history.
es_es: Esto se guardará en el historial de ajustes.

source: Adjusting...
es_es: Ajustando...

source: Block Information
es_es: Información del bloque

source: This block displays the current user's membership fees on the frontend.
es_es: Este bloque muestra las tarifas de membresía del usuario actual en el frontend.

source: The content is dynamically generated based on the logged-in user.
es_es: El contenido se genera dinámicamente según el usuario autenticado.

source: My Fees
es_es: Mis tarifas

source: Preview: This block displays the current user's membership fees.
es_es: Vista previa: Este bloque muestra las tarifas de membresía del usuario actual.

source: Membership Fee
es_es: Tarifa de membresía

source: Annual Renewal
es_es: Renovación anual

source: Registration
es_es: Registro

# block title
source: My Fees
es_es: Mis tarifas

# block description
source: Display current user's membership fees and payment information
es_es: Muestra las tarifas de membresía del usuario actual e información de pago

# block keyword
source: fees
es_es: tarifas

# block keyword
source: payment
es_es: pago

# block keyword
source: membership
es_es: membresía

# block keyword
source: billing
es_es: facturación

source: Failed to create payment. Please try again.
de_de: Zahlung konnte nicht erstellt werden. Bitte versuchen Sie es erneut.
es_es: Error al crear el pago. Por favor, inténtelo de nuevo.
fr_fr: Échec de la création du paiement. Veuillez réessayer.

source: No checkout URL in response
de_de: Keine Checkout-URL in der Antwort
es_es: No hay URL de pago en la respuesta
fr_fr: Aucune URL de paiement dans la réponse

source: Cannot adjust amount for paid fees.
de_de: Betrag für bezahlte Gebühren kann nicht angepasst werden.

source: Cannot edit paid fees.
de_de: Bezahlte Gebühren können nicht bearbeitet werden.

source: Cannot delete paid fees.
de_de: Bezahlte Gebühren können nicht gelöscht werden.

source: Cannot edit or delete paid fees
de_de: Bezahlte Gebühren können nicht bearbeitet oder gelöscht werden

source: Already paid
de_de: Bereits bezahlt

source: View Group
pl_pl: Zobacz grupę

source: Import Users
pl_pl: Importuj użytkowników

source: Add Group
pl_pl: Dodaj grupę

source: Group Name
pl_pl: Nazwa grupy

source: Enter a unique name for this group.
pl_pl: Wprowadź unikalną nazwę dla tej grupy.

source: Provide a description for this group (optional).
pl_pl: Podaj opis tej grupy (opcjonalnie).

source: members
pl_pl: członkowie

source: Manage members
pl_pl: Zarządzaj członkami

source: Group Access Control
pl_pl: Kontrola dostępu do grupy

source: Users can join this group themselves.
pl_pl: Użytkownicy mogą samodzielnie dołączyć do tej grupy.

source: Only administrators can add or remove members.
pl_pl: Tylko administratorzy mogą dodawać lub usuwać członków.

source: Security check failed. Please try again.
pl_pl: Sprawdzenie bezpieczeństwa nie powiodło się. Spróbuj ponownie.

source: Group added successfully.
pl_pl: Grupa została dodana pomyślnie.

source: Failed to save group. Please try again.
pl_pl: Nie udało się zapisać grupy. Spróbuj ponownie.

source: Failed to update group. Please try again.
pl_pl: Nie udało się zaktualizować grupy. Spróbuj ponownie.

source: Please correct the following errors:
pl_pl: Proszę poprawić następujące błędy:

source: %d group deleted successfully.
pl_pl: Usunięto pomyślnie %d grupę.

source: View
pl_pl: Zobacz

source: No groups found.
pl_pl: Nie znaleziono grup.

source: Failed to delete group. Please try again.
pl_pl: Nie udało się usunąć grupy. Spróbuj ponownie.

source: Edit Group: %s
pl_pl: Edytuj grupę: %s

source: Back to Group View
pl_pl: Powrót do widoku grupy

source: Group Details
pl_pl: Szczegóły grupy

source: No description provided.
pl_pl: Nie podano opisu.

source: member
pl_pl: członek

source: Member functionality will be available once membership tables are implemented.
pl_pl: Funkcjonalność członkowska będzie dostępna po wdrożeniu tabel członkowskich.

source: Last Updated
pl_pl: Ostatnia aktualizacja

source: Delete Group
pl_pl: Usuń grupę

source: Warning:
pl_pl: Ostrzeżenie:

source: You are about to permanently delete this group. This action cannot be undone.
pl_pl: Zamierzasz na stałe usunąć tę grupę. Tej operacji nie można cofnąć.

source: Group to be deleted:
pl_pl: Grupa do usunięcia:

source: Are you sure you want to delete this group?
pl_pl: Czy na pewno chcesz usunąć tę grupę?

source: Yes, Delete Group
pl_pl: Tak, usuń grupę

source: No, Cancel
pl_pl: Nie, anuluj

source: Edit User
pl_pl: Edytuj użytkownika

source: Add More Members
pl_pl: Dodaj więcej członków

source: Users can join this group themselves
pl_pl: Użytkownicy mogą samodzielnie dołączyć do tej grupy

source: Only administrators can add or remove members
pl_pl: Tylko administratorzy mogą dodawać lub usuwać członków

source: No file uploaded.
pl_pl: Nie przesłano pliku.

source: Please upload a CSV file.
pl_pl: Proszę przesłać plik CSV.

source: File size must be less than 10MB.
pl_pl: Rozmiar pliku musi być mniejszy niż 10 MB.

source: CSV file contains too many rows. Maximum is 500 rows.
pl_pl: Plik CSV zawiera zbyt wiele wierszy. Maksimum to 500 wierszy.

source: Failed to read CSV file.
pl_pl: Nie udało się odczytać pliku CSV.

source: CSV file is empty.
pl_pl: Plik CSV jest pusty.

source: CSV file has no headers.
pl_pl: Plik CSV nie ma nagłówków.

source: CSV file contains no valid data rows.
pl_pl: Plik CSV nie zawiera prawidłowych wierszy danych.

source: Username is required
pl_pl: Nazwa użytkownika jest wymagana

source: Email is required
pl_pl: E-mail jest wymagany

source: Username contains invalid characters
pl_pl: Nazwa użytkownika zawiera nieprawidłowe znaki

source: Username must be between 3 and 60 characters
pl_pl: Nazwa użytkownika musi mieć od 3 do 60 znaków

source: Invalid email format
pl_pl: Nieprawidłowy format e-mail

source: Invalid website URL
pl_pl: Nieprawidłowy adres URL strony

source: Duplicate username in CSV
pl_pl: Zduplikowana nazwa użytkownika w CSV

source: Duplicate email in CSV
pl_pl: Zduplikowany e-mail w CSV

source: User not found for update
pl_pl: Nie znaleziono użytkownika do aktualizacji

source: Are you sure you want to import these users? This action cannot be undone.
pl_pl: Czy na pewno chcesz zaimportować tych użytkowników? Tej operacji nie można cofnąć.

source: Import failed
pl_pl: Import nie powiódł się

source: Import Complete!
pl_pl: Import zakończony!

source: Import Results
pl_pl: Wyniki importu

source: Users Created
pl_pl: Utworzono użytkowników

source: Users Updated
pl_pl: Zaktualizowano użytkowników

source: Users Skipped
pl_pl: Pominięto użytkowników

source: Errors
pl_pl: Błędy

source: Import Errors:
pl_pl: Błędy importu:

source: Row
pl_pl: Wiersz

source: View All Users
pl_pl: Zobacz wszystkich użytkowników

source: Import More Users
pl_pl: Importuj więcej użytkowników

source: Import Summary
pl_pl: Podsumowanie importu

source: Users to Create
pl_pl: Użytkownicy do utworzenia

source: Users to Update
pl_pl: Użytkownicy do aktualizacji

source: Users to Skip
pl_pl: Użytkownicy do pominięcia

source: Total Users
pl_pl: Łączna liczba użytkowników

source: Group Assignments
pl_pl: Przypisania do grup

source: No groups will be assigned to imported users.
pl_pl: Żadne grupy nie zostaną przypisane do importowanych użytkowników.

source: The following groups will be assigned to all imported users:
pl_pl: Następujące grupy zostaną przypisane do wszystkich importowanych użytkowników:

source: Important:
pl_pl: Ważne:

source: This action will create/update users in your WordPress site. Make sure you have reviewed the data carefully.
pl_pl: Ta akcja utworzy/zaktualizuje użytkowników w Twojej witrynie WordPress. Upewnij się, że dokładnie sprawdziłeś dane.

source: Importing...
pl_pl: Importowanie...

source: Loading groups...
pl_pl: Ładowanie grup...

source: Error loading groups:
pl_pl: Błąd ładowania grup:

source: Select which Fair Membership groups to assign to the imported users. You can skip this step if you don't want to assign any groups.
pl_pl: Wybierz które grupy Fair Membership przypisać do importowanych użytkowników. Możesz pominąć ten krok jeśli nie chcesz przypisywać żadnych grup.

source: No groups available. You can create groups in the Groups page.
pl_pl: Brak dostępnych grup. Możesz utworzyć grupy na stronie Grupy.

source: Select All
pl_pl: Zaznacz wszystko

source: Deselect All
pl_pl: Odznacz wszystko

source: Selected groups:
pl_pl: Wybrane grupy:

source: None (users will be created without group assignments)
pl_pl: Żadne (użytkownicy zostaną utworzeni bez przypisań do grup)

source: ← Back to Preview
pl_pl: ← Powrót do podglądu

source: Continue to Confirmation
pl_pl: Kontynuuj do potwierdzenia

source: — Skip this column —
pl_pl: — Pomiń tę kolumnę —

source: Username (required)
pl_pl: Nazwa użytkownika (wymagana)

source: Email (required)
pl_pl: E-mail (wymagany)

source: Display Name
pl_pl: Nazwa wyświetlana

source: First Name
pl_pl: Imię

source: Last Name
pl_pl: Nazwisko

source: Website URL
pl_pl: Adres URL strony

source: Biography
pl_pl: Biografia

source: Username field is required. Please map a column to Username.
pl_pl: Pole nazwy użytkownika jest wymagane. Proszę zmapować kolumnę do Nazwy użytkownika.

source: Email field is required. Please map a column to Email.
pl_pl: Pole e-mail jest wymagane. Proszę zmapować kolumnę do E-mail.

source: Each field can only be mapped once. Please check for duplicate mappings.
pl_pl: Każde pole może być zmapowane tylko raz. Proszę sprawdzić czy nie ma zduplikowanych mapowań.

source: Map CSV columns to WordPress user fields. Required fields are Username and Email.
pl_pl: Mapuj kolumny CSV do pól użytkownika WordPress. Wymagane pola to Nazwa użytkownika i E-mail.

source: CSV Column
pl_pl: Kolumna CSV

source: Sample Data
pl_pl: Przykładowe dane

source: Maps to WordPress Field
pl_pl: Mapuje się na pole WordPress

source: Mapping Summary
pl_pl: Podsumowanie mapowania

source: Total columns:
pl_pl: Łączna liczba kolumn:

source: Mapped:
pl_pl: Zmapowane:

source: Skipped:
pl_pl: Pominięte:

source: ← Back
pl_pl: ← Powrót

source: Continue to Preview
pl_pl: Kontynuuj do podglądu

source: Please select at least one user to import.
pl_pl: Proszę wybrać przynajmniej jednego użytkownika do importu.

source: Website
pl_pl: Strona internetowa

source: Create
pl_pl: Utwórz

source: Update
pl_pl: Aktualizuj

source: Skip
pl_pl: Pomiń

source: Review and edit user data. Choose an action for each user: Create (new user), Update (existing user), or Skip.
pl_pl: Przejrzyj i edytuj dane użytkownika. Wybierz akcję dla każdego użytkownika: Utwórz (nowy użytkownik), Aktualizuj (istniejący użytkownik) lub Pomiń.

source: Validating users...
pl_pl: Walidacja użytkowników...

source: Show only rows with errors
pl_pl: Pokaż tylko wiersze z błędami

source: Showing:
pl_pl: Wyświetlane:

source: users
pl_pl: użytkownicy

source: Action
pl_pl: Akcja

source: Double-click to edit
pl_pl: Kliknij dwukrotnie aby edytować

source: Validation Issues:
pl_pl: Problemy z walidacją:

source: To Create:
pl_pl: Do utworzenia:
