Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-membership/languages/fair-membership-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: To Update:
pl_pl: Do aktualizacji:

source: To Skip:
pl_pl: Do pominięcia:

source: ← Back to Mapping
pl_pl: ← Powrót do mapowania

source: Continue to Groups
pl_pl: Kontynuuj do grup

source: Please upload a CSV file (.csv)
pl_pl: Proszę przesłać plik CSV (.csv)

source: File size must be less than 10MB
pl_pl: Rozmiar pliku musi być mniejszy niż 10 MB

source: Failed to upload file
pl_pl: Nie udało się przesłać pliku

source: Upload a CSV file containing user data. The file should have column headers in the first row.
pl_pl: Prześlij plik CSV zawierający dane użytkowników. Plik powinien mieć nagłówki kolumn w pierwszym wierszu.

source: Drag and drop a CSV file here, or click to select
pl_pl: Przeciągnij i upuść plik CSV tutaj lub kliknij aby wybrać

source: Selected file:
pl_pl: Wybrany plik:

source: Preview (first 5 rows)
pl_pl: Podgląd (pierwsze 5 wierszy)

source: Total rows:
pl_pl: Łączna liczba wierszy:

source: Uploading...
pl_pl: Przesyłanie...

source: Upload & Parse CSV
pl_pl: Prześlij i parsuj CSV

source: Continue to Field Mapping
pl_pl: Kontynuuj do mapowania pól

source: Upload CSV
pl_pl: Prześlij CSV

source: Map Fields
pl_pl: Mapuj pola

source: Preview & Edit
pl_pl: Podgląd i edycja

source: Assign Groups
pl_pl: Przypisz grupy

source: Confirm Import
pl_pl: Potwierdź import

source: Reset & Start Over
pl_pl: Resetuj i zacznij od nowa
