Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-membership/languages/fair-membership-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Membership management plugin.
de_de: Plugin zur Mitgliedschaftsverwaltung.
es_es: Plugin de gestión de membresías.
fr_fr: Plugin de gestion des adhésions.
pl_pl: Wtyczka do zarządzania członkostwem.

source: Groups
de_de: Gruppen
es_es: Grupos
fr_fr: Groupes
pl_pl: Grupy

source: All Users
de_de: Alle Benutzer
es_es: Todos los Usuarios
fr_fr: Tous les Utilisateurs
pl_pl: Wszyscy użytkownicy

source: Update Group
de_de: Gruppe aktualisieren
es_es: Actualizar Grupo
fr_fr: Mettre à jour le Groupe
pl_pl: Aktualizuj grupę

source: Description
de_de: Beschreibung
es_es: Descripción
pl_pl: Opis

source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
pl_pl: Członkowie

source: Access Control
de_de: Zugriffskontrolle
es_es: Control de Acceso
fr_fr: Contrôle d'Accès
pl_pl: Kontrola dostępu

source: Open
de_de: Offen
es_es: Abierto
fr_fr: Ouvert
pl_pl: Otwarta

source: Managed
de_de: Verwaltet
es_es: Gestionado
fr_fr: Géré
pl_pl: Zarządzana

source: Group name is required.
de_de: Gruppenname ist erforderlich.
es_es: El nombre del grupo es obligatorio.
fr_fr: Le nom du groupe est obligatoire.
pl_pl: Nazwa grupy jest wymagana.

source: Group not found.
de_de: Gruppe nicht gefunden.
es_es: Grupo no encontrado.
fr_fr: Groupe introuvable.
pl_pl: Nie znaleziono grupy.

source: Group updated successfully.
de_de: Gruppe erfolgreich aktualisiert.
es_es: Grupo actualizado exitosamente.
fr_fr: Groupe mis à jour avec succès.
pl_pl: Grupa została zaktualizowana pomyślnie.

source: Add New
de_de: Neu hinzufügen
es_es: Añadir Nuevo
fr_fr: Ajouter Nouveau
pl_pl: Dodaj nową

source: Name
es_es: Nombre
fr_fr: Nom
pl_pl: Nazwa

source: Access
de_de: Zugriff
es_es: Acceso
fr_fr: Accès
pl_pl: Dostęp

source: No description
de_de: Keine Beschreibung
es_es: Sin descripción
fr_fr: Aucune description
pl_pl: Brak opisu

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
pl_pl: Edytuj

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
pl_pl: Usuń

source: Invalid group ID.
de_de: Ungültige Gruppen-ID.
es_es: ID de grupo inválido.
fr_fr: ID de groupe invalide.
pl_pl: Nieprawidłowe ID grupy.

source: Add New Group
de_de: Neue Gruppe hinzufügen
es_es: Añadir Nuevo Grupo
fr_fr: Ajouter un Nouveau Groupe
pl_pl: Dodaj nową grupę

source: Back to Groups
de_de: Zurück zu Gruppen
es_es: Volver a Grupos
fr_fr: Retour aux Groupes
pl_pl: Powrót do grup

source: Edit Group
de_de: Gruppe bearbeiten
es_es: Editar Grupo
fr_fr: Modifier le Groupe
pl_pl: Edytuj grupę

source: Status
es_es: Estado
fr_fr: Statut

source: Group Not Found
de_de: Gruppe nicht gefunden
es_es: Grupo No Encontrado
fr_fr: Groupe Introuvable
pl_pl: Nie znaleziono grupy

source: The requested group could not be found.
de_de: Die angeforderte Gruppe konnte nicht gefunden werden.
es_es: El grupo solicitado no se pudo encontrar.
fr_fr: Le groupe demandé est introuvable.
pl_pl: Nie można znaleźć żądanej grupy.

source: Email
es_es: Correo Electrónico

source: Joined
de_de: Beigetreten
es_es: Unido
fr_fr: Rejoint
pl_pl: Dołączono

source: Actions
de_de: Aktionen
es_es: Acciones
pl_pl: Akcje

source: No members in this group yet.
de_de: Noch keine Mitglieder in dieser Gruppe.
es_es: Aún no hay miembros en este grupo.
fr_fr: Aucun membre dans ce groupe pour le moment.
pl_pl: W tej grupie nie ma jeszcze członków.

source: Add Members
de_de: Mitglieder hinzufügen
es_es: Añadir Miembros
fr_fr: Ajouter des Membres
pl_pl: Dodaj członków

source: Membership is already active.
de_de: Mitgliedschaft ist bereits aktiv.
es_es: La membresía ya está activa.
fr_fr: L'adhésion est déjà active.
pl_pl: Członkostwo jest już aktywne.

source: No active membership to deactivate.
de_de: Keine aktive Mitgliedschaft zum Deaktivieren.
es_es: No hay membresía activa para desactivar.
fr_fr: Aucune adhésion active à désactiver.
pl_pl: Brak aktywnego członkostwa do dezaktywacji.

source: Membership updated successfully.
de_de: Mitgliedschaft erfolgreich aktualisiert.
es_es: Membresía actualizada exitosamente.
fr_fr: Adhésion mise à jour avec succès.
pl_pl: Członkostwo zostało pomyślnie zaktualizowane.

source: Failed to save membership.
de_de: Mitgliedschaft konnte nicht gespeichert werden.
es_es: Error al guardar la membresía.
fr_fr: Échec de l'enregistrement de l'adhésion.
pl_pl: Nie udało się zapisać członkostwa.

source: Fair Membership Groups
de_de: Fair-Membership gruppen
es_es: Grupos de Fair Membership
fr_fr: Groupes de Fair Membership
pl_pl: Grupy Fair Membership

source: Assign to Groups
de_de: Gruppen zuweisen
es_es: Asignar a Grupos
fr_fr: Assigner aux Groupes
pl_pl: Przypisz do grup

source: Select groups for this user
de_de: Gruppen für diesen Benutzer auswählen
es_es: Seleccionar grupos para este usuario
fr_fr: Sélectionner des groupes pour cet utilisateur
pl_pl: Wybierz grupy dla tego użytkownika

source: Select which groups this user should be added to upon creation.
de_de: Wählen Sie aus, welchen Gruppen dieser Benutzer bei der Erstellung hinzugefügt werden soll.
es_es: Seleccione a qué grupos se debe añadir este usuario al crearlo.
fr_fr: Sélectionnez les groupes auxquels cet utilisateur doit être ajouté lors de la création.
pl_pl: Wybierz do jakich grup ten użytkownik powinien zostać dodany po utworzeniu.

source: Group Memberships
de_de: Gruppenmitgliedschaften
es_es: Membresías de Grupo
fr_fr: Adhésions aux Groupes
pl_pl: Członkostwa w grupach

source: since
de_de: seit
es_es: desde
fr_fr: depuis
pl_pl: od

source: Check groups to add the user as a member, uncheck to remove membership.
de_de: Aktivieren Sie Gruppen, um den Benutzer als Mitglied hinzuzufügen, deaktivieren Sie sie, um die Mitgliedschaft zu entfernen.
es_es: Marque grupos para añadir al usuario como miembro, desmarque para eliminar la membresía.
fr_fr: Cochez les groupes pour ajouter l'utilisateur en tant que membre, décochez pour retirer l'adhésion.
pl_pl: Zaznacz grupy, aby dodać użytkownika jako członka, odznacz aby usunąć członkostwo.

source: Group slug is required.
de_de: Gruppen-Slug ist erforderlich.
es_es: El slug del grupo es obligatorio.
fr_fr: Le slug du groupe est obligatoire.
pl_pl: Slug grupy jest wymagany.

source: Group slug can only contain lowercase letters, numbers, and hyphens.
de_de: Gruppen-Slug darf nur Kleinbuchstaben, Zahlen und Bindestriche enthalten.
es_es: El slug del grupo solo puede contener letras minúsculas, números y guiones.
fr_fr: Le slug du groupe ne peut contenir que des lettres minuscules, des chiffres et des tirets.
pl_pl: Slug grupy może zawierać tylko małe litery, cyfry i myślniki.

source: Invalid access control type.
de_de: Ungültiger Zugriffskontrolltyp.
es_es: Tipo de control de acceso inválido.
fr_fr: Type de contrôle d'accès invalide.
pl_pl: Nieprawidłowy typ kontroli dostępu.

source: Invalid status.
de_de: Ungültiger Status.
es_es: Estado inválido.
fr_fr: Statut invalide.
pl_pl: Nieprawidłowy status.

source: A group with this slug already exists.
de_de: Eine Gruppe mit diesem Slug existiert bereits.
es_es: Ya existe un grupo con este slug.
fr_fr: Un groupe avec ce slug existe déjà.
pl_pl: Grupa z tym slugiem już istnieje.

source: User ID is required.
de_de: Benutzer-ID ist erforderlich.
es_es: El ID de usuario es obligatorio.
fr_fr: L'ID utilisateur est obligatoire.
pl_pl: ID użytkownika jest wymagane.

source: Group ID is required.
de_de: Gruppen-ID ist erforderlich.
es_es: El ID de grupo es obligatorio.
fr_fr: L'ID du groupe est obligatoire.
pl_pl: ID grupy jest wymagane.

source: Status must be either "active" or "inactive".
es_es: El estado debe ser "active" o "inactive".

source: User does not exist.
de_de: Benutzer existiert nicht.
es_es: El usuario no existe.
fr_fr: L'utilisateur n'existe pas.
pl_pl: Użytkownik nie istnieje.

source: Group does not exist.
de_de: Gruppe existiert nicht.
es_es: El grupo no existe.
fr_fr: Le groupe n'existe pas.
pl_pl: Grupa nie istnieje.

source: ← Back to Groups
de_de: ← Zurück zu Gruppen
es_es: ← Volver a Grupos
fr_fr: ← Retour aux Groupes
pl_pl: ← Powrót do grup

source: Username
de_de: Benutzername
es_es: Nombre de Usuario
fr_fr: Nom d'Utilisateur
pl_pl: Nazwa użytkownika

source: Failed to update membership:
de_de: Mitgliedschaft konnte nicht aktualisiert werden:
es_es: Error al actualizar la membresía:
fr_fr: Échec de la mise à jour de l'adhésion :
pl_pl: Nie udało się zaktualizować członkostwa:

source: Loading...
de_de: Lade...
es_es: Cargando...
fr_fr: Chargement...
pl_pl: Ładowanie...

source: Error loading users:
de_de: Fehler beim Laden der Benutzer:
es_es: Error al cargar usuarios:
fr_fr: Erreur de chargement des utilisateurs :
pl_pl: Błąd ładowania użytkowników:

source: This content will be shown to members of the selected groups.
de_de: Dieser Inhalt wird Mitgliedern der ausgewählten Gruppen angezeigt.
es_es: Este contenido se mostrará a los miembros de los grupos seleccionados.
fr_fr: Ce contenu sera affiché aux membres des groupes sélectionnés.
pl_pl: Ta treść będzie wyświetlana członkom wybranych grup.

source: Member Content
de_de: Mitgliederinhalt
es_es: Contenido para Miembros
fr_fr: Contenu pour Membres
pl_pl: Treść dla członków

source: This content will be displayed to users who are members of the selected groups.
de_de: Dieser Inhalt wird Benutzern angezeigt, die Mitglieder der ausgewählten Gruppen sind.
es_es: Este contenido se mostrará a los usuarios que son miembros de los grupos seleccionados.
fr_fr: Ce contenu sera affiché aux utilisateurs qui sont membres des groupes sélectionnés.
pl_pl: Ta treść będzie wyświetlana użytkownikom będącym członkami wybranych grup.

source: 👥 Member Content
de_de: 👥 Mitgliederinhalt
es_es: 👥 Contenido para Miembros
fr_fr: 👥 Contenu pour Membres
pl_pl: 👥 Treść dla członków

source: Membership Settings
de_de: Mitgliedschaftseinstellungen
es_es: Configuración de Membresía
fr_fr: Paramètres d'Adhésion
pl_pl: Ustawienia członkostwa

source: Select which membership groups should see the member content:
de_de: Wählen Sie aus, welche Mitgliedschaftsgruppen den Mitgliederinhalt sehen sollen:
es_es: Seleccione qué grupos de membresía deben ver el contenido para miembros:
fr_fr: Sélectionnez les groupes d'adhésion qui doivent voir le contenu pour membres :
pl_pl: Wybierz które grupy członkowskie powinny widzieć treść dla członków:

source: No membership groups found. Create groups first.
de_de: Keine Mitgliedschaftsgruppen gefunden. Erstellen Sie zuerst Gruppen.
es_es: No se encontraron grupos de membresía. Cree grupos primero.
fr_fr: Aucun groupe d'adhésion trouvé. Créez d'abord des groupes.
pl_pl: Nie znaleziono grup członkowskich. Najpierw utwórz grupy.

source: This content will be shown to non-members and logged-out users.
de_de: Dieser Inhalt wird Nicht-Mitgliedern und abgemeldeten Benutzern angezeigt.
es_es: Este contenido se mostrará a los no miembros y usuarios no autenticados.
fr_fr: Ce contenu sera affiché aux non-membres et utilisateurs non connectés.
pl_pl: Ta treść będzie wyświetlana osobom niebędącym członkami i wylogowanym użytkownikom.

source: Non-Member Content
de_de: Nicht-Mitgliederinhalt
es_es: Contenido para No Miembros
fr_fr: Contenu pour Non-Membres
pl_pl: Treść dla osób niebędących członkami

source: This content will be displayed to users who are not members and logged-out users.
de_de: Dieser Inhalt wird Benutzern angezeigt, die keine Mitglieder sind, und abgemeldeten Benutzern.
es_es: Este contenido se mostrará a los usuarios que no son miembros y usuarios no autenticados.
fr_fr: Ce contenu sera affiché aux utilisateurs qui ne sont pas membres et aux utilisateurs non connectés.
pl_pl: Ta treść będzie wyświetlana użytkownikom niebędącym członkami i wylogowanym użytkownikom.

source: 🔒 Non-Member Content
de_de: 🔒 Nicht-Mitgliederinhalt
es_es: 🔒 Contenido para No Miembros
fr_fr: 🔒 Contenu pour Non-Membres
pl_pl: 🔒 Treść dla osób niebędących członkami

# block title
source: Member Content
de_de: Mitgliederinhalt
es_es: Contenido para Miembros
fr_fr: Contenu pour Membres
pl_pl: Treść dla członków

# block description
source: Content shown to members of selected groups
de_de: Inhalt, der Mitgliedern ausgewählter Gruppen angezeigt wird
es_es: Contenido mostrado a miembros de grupos seleccionados
fr_fr: Contenu affiché aux membres des groupes sélectionnés
pl_pl: Treść wyświetlana członkom wybranych grup

# block title
source: Membership Switch
de_de: Mitgliedschaftsumschalter
es_es: Cambio de Membresía
fr_fr: Commutateur d'Adhésion
pl_pl: Przełącznik członkostwa

# block description
source: Shows different content based on membership group status
de_de: Zeigt unterschiedliche Inhalte basierend auf dem Mitgliedschaftsgruppenstatus an
es_es: Muestra contenido diferente basado en el estado del grupo de membresía
fr_fr: Affiche un contenu différent en fonction du statut du groupe d'adhésion
pl_pl: Wyświetla różną treść w zależności od statusu członkostwa w grupie

# block title
source: Non-Member Content
de_de: Nicht-Mitgliederinhalt
es_es: Contenido para No Miembros
fr_fr: Contenu pour Non-Membres
pl_pl: Treść dla osób niebędących członkami

# block description
source: Content shown to non-members and logged-out users
de_de: Inhalt, der Nicht-Mitgliedern und abgemeldeten Benutzern angezeigt wird
es_es: Contenido mostrado a no miembros y usuarios no autenticados
fr_fr: Contenu affiché aux non-membres et utilisateurs non connectés
pl_pl: Treść wyświetlana osobom niebędącym członkami i wylogowanym użytkownikom

source: %s (Membership)
de_de: %s (Mitgliedschaft)
es_es: %s (Membresía)
fr_fr: %s (Adhésion)

source: Active members of this membership group
de_de: Aktive Mitglieder dieser Mitgliedschaftsgruppe
es_es: Miembros activos de este grupo de membresía
fr_fr: Membres actifs de ce groupe d'adhésion

source: Group Members
de_de: Gruppenmitglieder
es_es: Miembros del Grupo
fr_fr: Membres du Groupe

source: Filter by status.
de_de: Nach Status filtern.
es_es: Filtrar por estado.
fr_fr: Filtrer par statut.

source: Page number.
de_de: Seitennummer.
es_es: Número de página.
fr_fr: Numéro de page.

source: Items per page.
de_de: Einträge pro Seite.
es_es: Elementos por página.
fr_fr: Éléments par page.

source: Order by field.
de_de: Sortieren nach Feld.
es_es: Ordenar por campo.
fr_fr: Trier par champ.

source: Order direction.
de_de: Sortierreihenfolge.
es_es: Dirección de orden.
fr_fr: Direction du tri.

source: Group ID.
de_de: Gruppen-ID.
es_es: ID del grupo.
fr_fr: ID du groupe.

source: User ID to add to the group.
de_de: Benutzer-ID, die zur Gruppe hinzugefügt werden soll.
es_es: ID de usuario para agregar al grupo.
fr_fr: ID utilisateur à ajouter au groupe.

source: User ID to remove from the group.
de_de: Benutzer-ID, die aus der Gruppe entfernt werden soll.
es_es: ID de usuario para eliminar del grupo.
fr_fr: ID utilisateur à retirer du groupe.

source: Email subject.
de_de: E-Mail-Betreff.
es_es: Asunto del correo electrónico.
fr_fr: Objet de l'e-mail.

source: Email message body.
de_de: E-Mail-Nachrichtentext.
es_es: Cuerpo del mensaje de correo electrónico.
fr_fr: Corps du message e-mail.

source: Group created successfully.
de_de: Gruppe erfolgreich erstellt.
es_es: Grupo creado exitosamente.
fr_fr: Groupe créé avec succès.

source: Failed to save group.
de_de: Gruppe konnte nicht gespeichert werden.
es_es: Error al guardar el grupo.
fr_fr: Échec de l'enregistrement du groupe.

source: Failed to update group.
de_de: Gruppe konnte nicht aktualisiert werden.
es_es: Error al actualizar el grupo.
fr_fr: Échec de la mise à jour du groupe.

source: Group deleted successfully.
de_de: Gruppe erfolgreich gelöscht.
es_es: Grupo eliminado exitosamente.
fr_fr: Groupe supprimé avec succès.

source: Failed to delete group.
de_de: Gruppe konnte nicht gelöscht werden.
es_es: Error al eliminar el grupo.
fr_fr: Échec de la suppression du groupe.

source: User not found.
de_de: Benutzer nicht gefunden.
es_es: Usuario no encontrado.
fr_fr: Utilisateur non trouvé.

source: User is already a member of this group.
de_de: Benutzer ist bereits Mitglied dieser Gruppe.
es_es: El usuario ya es miembro de este grupo.
fr_fr: L'utilisateur est déjà membre de ce groupe.

source: Member added successfully.
de_de: Mitglied erfolgreich hinzugefügt.
es_es: Miembro agregado exitosamente.
fr_fr: Membre ajouté avec succès.

source: Failed to add member.
de_de: Fehler beim Hinzufügen des Mitglieds.
es_es: Error al agregar miembro.
fr_fr: Échec de l'ajout du membre.

source: User is not a member of this group.
de_de: Benutzer ist kein Mitglied dieser Gruppe.
es_es: El usuario no es miembro de este grupo.
fr_fr: L'utilisateur n'est pas membre de ce groupe.

source: Member removed successfully.
de_de: Mitglied erfolgreich entfernt.
es_es: Miembro eliminado exitosamente.
fr_fr: Membre retiré avec succès.

source: Failed to remove member.
de_de: Fehler beim Entfernen des Mitglieds.
es_es: Error al eliminar miembro.
fr_fr: Échec du retrait du membre.

source: This group has no members.
de_de: Diese Gruppe hat keine Mitglieder.
es_es: Este grupo no tiene miembros.
fr_fr: Ce groupe n'a pas de membres.

source: Sent %1$d emails. %2$d failed.
de_de: %1$d E-Mails gesendet. %2$d fehlgeschlagen.
es_es: %1$d correos enviados. %2$d fallidos.
fr_fr: %1$d e-mails envoyés. %2$d échoués.

source: Group name.
de_de: Gruppenname.
es_es: Nombre del grupo.
fr_fr: Nom du groupe.

source: Group slug (auto-generated from name if not provided).
de_de: Gruppen-Slug (automatisch aus Namen generiert, falls nicht angegeben).
es_es: Slug del grupo (generado automáticamente del nombre si no se proporciona).
fr_fr: Slug du groupe (généré automatiquement à partir du nom s'il n'est pas fourni).

source: Group description.
de_de: Gruppenbeschreibung.
es_es: Descripción del grupo.
fr_fr: Description du groupe.

source: Access control type.
de_de: Zugriffssteuerungstyp.
es_es: Tipo de control de acceso.
fr_fr: Type de contrôle d'accès.

source: Group status.
de_de: Gruppenstatus.
es_es: Estado del grupo.
fr_fr: Statut du groupe.

source: Failed to load group members.
de_de: Fehler beim Laden der Gruppenmitglieder.
es_es: Error al cargar miembros del grupo.
fr_fr: Échec du chargement des membres du groupe.

source: Are you sure you want to remove %s from this group?
de_de: Möchten Sie %s wirklich aus dieser Gruppe entfernen?
es_es: ¿Está seguro de que desea eliminar a %s de este grupo?
fr_fr: Êtes-vous sûr de vouloir retirer %s de ce groupe?

source: Failed to send email.
de_de: Fehler beim Senden der E-Mail.
es_es: Error al enviar correo.
fr_fr: Échec de l'envoi de l'email.

source: Members of %s
de_de: Mitglieder von %s
es_es: Miembros de %s
fr_fr: Membres de %s

source: Current Members
de_de: Aktuelle Mitglieder
es_es: Miembros Actuales
fr_fr: Membres Actuels

source: %d members
de_de: %d Mitglieder
es_es: %d miembros
fr_fr: %d membres

source: Send Message to Members
de_de: Nachricht an Mitglieder senden
es_es: Enviar Mensaje a Miembros
fr_fr: Envoyer un Message aux Membres

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer

source: Please enter a subject.
de_de: Bitte geben Sie einen Betreff ein.
es_es: Por favor ingrese un asunto.
fr_fr: Veuillez entrer un sujet.

source: Please enter a message.
de_de: Bitte geben Sie eine Nachricht ein.
es_es: Por favor ingrese un mensaje.
fr_fr: Veuillez entrer un message.

source: Send Message to %s Members
de_de: Nachricht an %s Mitglieder senden
es_es: Enviar Mensaje a %s Miembros
fr_fr: Envoyer un Message à %s Membres

source: This message will be sent to %d members of this group.
de_de: Diese Nachricht wird an %d Mitglieder dieser Gruppe gesendet.
es_es: Este mensaje será enviado a %d miembros de este grupo.
fr_fr: Ce message sera envoyé à %d membres de ce groupe.

source: Subject
de_de: Betreff
es_es: Asunto
fr_fr: Sujet

source: Enter email subject...
de_de: E-Mail-Betreff eingeben...
es_es: Ingrese asunto del correo...
fr_fr: Entrez le sujet de l'email...

source: Message
de_de: Nachricht
es_es: Mensaje

source: Enter your message...
de_de: Ihre Nachricht eingeben...
es_es: Ingrese su mensaje...
fr_fr: Entrez votre message...

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler

source: Sending...
de_de: Wird gesendet...
es_es: Enviando...
fr_fr: Envoi en cours...

source: Send Email
de_de: E-Mail senden
es_es: Enviar Correo
fr_fr: Envoyer Email

source: Failed to search users.
de_de: Fehler bei der Benutzersuche.
es_es: Error al buscar usuarios.
fr_fr: Échec de la recherche d'utilisateurs.

source: Search for users to add
de_de: Benutzer zum Hinzufügen suchen
es_es: Buscar usuarios para agregar
fr_fr: Rechercher des utilisateurs à ajouter

source: Type username or email...
de_de: Benutzername oder E-Mail eingeben...
es_es: Escriba nombre de usuario o correo...
fr_fr: Saisissez nom d'utilisateur ou email...

source: No users found matching your search.
de_de: Keine Benutzer gefunden, die Ihrer Suche entsprechen.
es_es: No se encontraron usuarios que coincidan con su búsqueda.
fr_fr: Aucun utilisateur trouvé correspondant à votre recherche.

source: No email
de_de: Keine E-Mail
es_es: Sin correo
fr_fr: Pas d'email

source: Already a member
de_de: Bereits Mitglied
es_es: Ya es miembro
fr_fr: Déjà membre

source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter

source: The name of the group as it will appear to users.
de_de: Der Name der Gruppe, wie er Benutzern angezeigt wird.
es_es: El nombre del grupo como aparecerá a los usuarios.
fr_fr: Le nom du groupe tel qu'il apparaîtra aux utilisateurs.

source: Unique identifier for the group (lowercase letters, numbers, and hyphens only).
de_de: Eindeutige Kennung für die Gruppe (nur Kleinbuchstaben, Zahlen und Bindestriche).
es_es: Identificador único del grupo (solo letras minúsculas, números y guiones).
fr_fr: Identifiant unique pour le groupe (lettres minuscules, chiffres et tirets uniquement).

source: Optional description of what this group represents.
de_de: Optionale Beschreibung, was diese Gruppe darstellt.
es_es: Descripción opcional de lo que representa este grupo.
fr_fr: Description facultative de ce que représente ce groupe.

source: Open - Users can join themselves
de_de: Offen - Benutzer können selbst beitreten
es_es: Abierto - Los usuarios pueden unirse por sí mismos
fr_fr: Ouvert - Les utilisateurs peuvent s'inscrire eux-mêmes

source: Managed - Only administrators can add members
de_de: Verwaltet - Nur Administratoren können Mitglieder hinzufügen
es_es: Administrado - Solo los administradores pueden agregar miembros
fr_fr: Géré - Seuls les administrateurs peuvent ajouter des membres

source: Determines who can add members to this group.
de_de: Bestimmt, wer Mitglieder zu dieser Gruppe hinzufügen kann.
es_es: Determina quién puede agregar miembros a este grupo.
fr_fr: Détermine qui peut ajouter des membres à ce groupe.

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif

source: Inactive
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif

source: Inactive groups are hidden from users.
de_de: Inaktive Gruppen sind für Benutzer ausgeblendet.
es_es: Los grupos inactivos están ocultos para los usuarios.
fr_fr: Les groupes inactifs sont masqués pour les utilisateurs.

source: Create Group
de_de: Gruppe erstellen
es_es: Crear Grupo
fr_fr: Créer un Groupe

source: No groups found. Create your first group to get started.
de_de: Keine Gruppen gefunden. Erstellen Sie Ihre erste Gruppe, um zu beginnen.
es_es: No se encontraron grupos. Crea tu primer grupo para comenzar.
fr_fr: Aucun groupe trouvé. Créez votre premier groupe pour commencer.

source: Failed to load groups.
de_de: Gruppen konnten nicht geladen werden.
es_es: Error al cargar grupos.
fr_fr: Échec du chargement des groupes.

source: Are you sure you want to delete the group "%s"?
es_es: ¿Está seguro de que desea eliminar el grupo "%s"?
