Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-team/languages/fair-team-*.po
Languages: de_de, es_es, pl_pl

source: Link events and posts to team members who collaborate on them
de_de: Verknüpfen Sie Veranstaltungen und Beiträge mit Teammitgliedern, die daran mitarbeiten
es_es: Vincula eventos y publicaciones a los miembros del equipo que colaboran en ellos
pl_pl: Powiąż wydarzenia i wpisy z członkami zespołu, którzy przy nich współpracują

source: Welcome to Team Management
de_de: Willkommen zur Teamverwaltung
es_es: Bienvenido a la gestión del equipo
pl_pl: Witamy w zarządzaniu zespołem

# Post type general name
source: Team Members
de_de: Teammitglieder
es_es: Miembros del Equipo
pl_pl: Członkowie zespołu

# Post type singular name
source: Team Member
de_de: Teammitglied
es_es: Miembro del Equipo
pl_pl: Członek zespołu

# Admin Menu text
source: Team Members
de_de: Teammitglieder
es_es: Miembros del Equipo
pl_pl: Członkowie zespołu

# Add New on Toolbar
source: Team Member
de_de: Teammitglied
es_es: Miembro del Equipo
pl_pl: Członek zespołu

source: Add New
de_de: Neu hinzufügen
es_es: Añadir nuevo
pl_pl: Dodaj nowy

source: Add New Team Member
de_de: Neues Teammitglied hinzufügen
es_es: Añadir nuevo miembro del equipo
pl_pl: Dodaj nowego członka zespołu

source: New Team Member
de_de: Neues Teammitglied
es_es: Nuevo miembro del equipo
pl_pl: Nowy członek zespołu

source: Edit Team Member
de_de: Teammitglied bearbeiten
es_es: Editar miembro del equipo
pl_pl: Edytuj członka zespołu

source: View Team Member
de_de: Teammitglied ansehen
es_es: Ver miembro del equipo
pl_pl: Wyświetl członka zespołu

source: All Team Members
de_de: Alle Teammitglieder
es_es: Todos los miembros del equipo
pl_pl: Wszyscy członkowie zespołu

source: Search Team Members
de_de: Teammitglieder suchen
es_es: Buscar miembros del equipo
pl_pl: Szukaj członków zespołu

source: No team members found.
de_de: Keine Teammitglieder gefunden.
es_es: No se encontraron miembros del equipo.
pl_pl: Nie znaleziono członków zespołu.

source: No team members found in Trash.
de_de: Keine Teammitglieder im Papierkorb gefunden.
es_es: No se encontraron miembros del equipo en la papelera.
pl_pl: Nie znaleziono członków zespołu w koszu.

# Overrides the "Featured Image" phrase
source: Profile Photo
de_de: Profilfoto
es_es: Foto de perfil
pl_pl: Zdjęcie profilowe

# Overrides the "Set featured image" phrase
source: Set profile photo
de_de: Profilfoto festlegen
es_es: Establecer foto de perfil
pl_pl: Ustaw zdjęcie profilowe

# Overrides the "Remove featured image" phrase
source: Remove profile photo
de_de: Profilfoto entfernen
es_es: Eliminar foto de perfil
pl_pl: Usuń zdjęcie profilowe

# Overrides the "Use as featured image" phrase
source: Use as profile photo
de_de: Als Profilfoto verwenden
es_es: Usar como foto de perfil
pl_pl: Użyj jako zdjęcie profilowe

# The post type archive label
source: Team Member archives
de_de: Teammitglieder-Archive
es_es: Archivos de miembros del equipo
pl_pl: Archiwa członków zespołu

# Overrides the "Insert into post" phrase
source: Insert into team member
de_de: In Teammitglied einfügen
es_es: Insertar en miembro del equipo
pl_pl: Wstaw do członka zespołu

# Overrides the "Uploaded to this post" phrase
source: Uploaded to this team member
de_de: Zu diesem Teammitglied hochgeladen
es_es: Subido a este miembro del equipo
pl_pl: Przesłano do tego członka zespołu

# Screen reader text for the filter links
source: Filter team members list
de_de: Teammitgliederliste filtern
es_es: Filtrar lista de miembros del equipo
pl_pl: Filtruj listę członków zespołu

# Screen reader text for the pagination
source: Team members list navigation
de_de: Navigation der Teammitgliederliste
es_es: Navegación de lista de miembros del equipo
pl_pl: Nawigacja listy członków zespołu

# Screen reader text for the items list
source: Team members list
de_de: Teammitgliederliste
es_es: Lista de miembros del equipo
pl_pl: Lista członków zespołu

source: WordPress user ID linked to this team member
de_de: WordPress-Benutzer-ID, die mit diesem Teammitglied verknüpft ist
es_es: ID de usuario de WordPress vinculado a este miembro del equipo
pl_pl: ID użytkownika WordPress powiązane z tym członkiem zespołu

source: Instagram account URL
de_de: Instagram-Konto-URL
es_es: URL de cuenta de Instagram
pl_pl: URL konta Instagram

source: Team Member Details
de_de: Teammitglied-Details
es_es: Detalles del miembro del equipo
pl_pl: Szczegóły członka zespołu

source: WordPress User
de_de: WordPress-Benutzer
es_es: Usuario de WordPress
pl_pl: Użytkownik WordPress

source: (None)
de_de: (Keine)
es_es: (Ninguno)
pl_pl: (Brak)

source: Instagram URL
es_es: URL de Instagram
pl_pl: URL Instagram

source: Linked User
de_de: Verknüpfter Benutzer
es_es: Usuario vinculado
pl_pl: Powiązany użytkownik

source: Fair Team Settings
de_de: Fair Team Einstellungen
es_es: Configuración de Fair Team
pl_pl: Ustawienia Fair Team

source: Settings
de_de: Einstellungen
es_es: Configuración
pl_pl: Ustawienia

source: URL slug for team members
de_de: URL-Slug für Teammitglieder
es_es: Slug de URL para miembros del equipo
pl_pl: Slug URL dla członków zespołu

source: Failed to load settings.
de_de: Einstellungen konnten nicht geladen werden.
es_es: Error al cargar la configuración.
pl_pl: Nie udało się załadować ustawień.

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
es_es: Configuración guardada correctamente.
pl_pl: Ustawienia zapisane pomyślnie.

source: Failed to save settings.
de_de: Einstellungen konnten nicht gespeichert werden.
es_es: Error al guardar la configuración.
pl_pl: Nie udało się zapisać ustawień.

source: Loading...
de_de: Laden...
es_es: Cargando...
pl_pl: Ładowanie...

source: Team Member URL Slug
de_de: Teammitglied URL-Slug
es_es: Slug de URL del miembro del equipo
pl_pl: Slug URL członka zespołu

source: The URL slug used for team member permalinks (e.g., /team-member/member-name)
de_de: Der URL-Slug für Teammitglieder-Permalinks (z.B. /teammitglied/mitglied-name)
es_es: El slug de URL usado para los enlaces permanentes de miembros del equipo (ej. /miembro-del-equipo/nombre-miembro)
pl_pl: Slug URL używany dla linków stałych członków zespołu (np. /członek-zespołu/imię-nazwisko)

source: Saving...
de_de: Speichern...
es_es: Guardando...
pl_pl: Zapisywanie...

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar configuración
pl_pl: Zapisz ustawienia

source: Post ID.
de_de: Beitrags-ID.
es_es: ID de publicación.
pl_pl: ID wpisu.

source: Team member post ID.
de_de: Team-Mitglied Beitrags-ID.
es_es: ID de publicación de miembro del equipo.
pl_pl: ID wpisu członka zespołu.

source: Post not found or invalid type.
de_de: Beitrag nicht gefunden oder ungültiger Typ.
es_es: Publicación no encontrada o tipo inválido.
pl_pl: Nie znaleziono wpisu lub nieprawidłowy typ.

source: Team member not found.
de_de: Team-Mitglied nicht gefunden.
es_es: Miembro del equipo no encontrado.
pl_pl: Nie znaleziono członka zespołu.

source: Failed to add team member. May already exist.
de_de: Hinzufügen des Team-Mitglieds fehlgeschlagen. Möglicherweise bereits vorhanden.
es_es: Error al añadir miembro del equipo. Puede que ya exista.
pl_pl: Nie udało się dodać członka zespołu. Możliwe, że już istnieje.

source: Team member added successfully.
de_de: Team-Mitglied erfolgreich hinzugefügt.
es_es: Miembro del equipo añadido con éxito.
pl_pl: Członek zespołu został dodany pomyślnie.

source: Failed to remove team member.
de_de: Entfernen des Team-Mitglieds fehlgeschlagen.
es_es: Error al eliminar miembro del equipo.
pl_pl: Nie udało się usunąć członka zespołu.

source: Team member removed successfully.
de_de: Team-Mitglied erfolgreich entfernt.
es_es: Miembro del equipo eliminado con éxito.
pl_pl: Członek zespołu został usunięty pomyślnie.

source: Team Members
de_de: Team-Mitglieder
es_es: Miembros del Equipo
pl_pl: Członkowie zespołu

source: Add team members associated with this post.
de_de: Team-Mitglieder hinzufügen, die mit diesem Beitrag verbunden sind.
es_es: Añadir miembros del equipo asociados a esta publicación.
pl_pl: Dodaj członków zespołu powiązanych z tym wpisem.

source: Failed to load team members.
de_de: Laden der Team-Mitglieder fehlgeschlagen.
es_es: Error al cargar miembros del equipo.
pl_pl: Nie udało się wczytać członków zespołu.

source: Failed to add team member.
de_de: Hinzufügen des Team-Mitglieds fehlgeschlagen.
es_es: Error al añadir miembro del equipo.
pl_pl: Nie udało się dodać członka zespołu.

source: No team members linked yet.
de_de: Noch keine Team-Mitglieder verknüpft.
es_es: Aún no hay miembros del equipo vinculados.
pl_pl: Brak powiązanych członków zespołu.

source: Remove
de_de: Entfernen
es_es: Eliminar
pl_pl: Usuń

source: Select team member...
de_de: Team-Mitglied auswählen...
es_es: Seleccionar miembro del equipo...
pl_pl: Wybierz członka zespołu...

source: Adding...
de_de: Wird hinzugefügt...
es_es: Añadiendo...
pl_pl: Dodawanie...

source: Add
de_de: Hinzufügen
es_es: Añadir
pl_pl: Dodaj

source: Please save the post to see team members.
de_de: Bitte speichern Sie den Beitrag, um Team-Mitglieder zu sehen.
es_es: Por favor, guarde la publicación para ver los miembros del equipo.
pl_pl: Zapisz wpis, aby zobaczyć członków zespołu.

source: No team members assigned to this post.
de_de: Keine Team-Mitglieder für diesen Beitrag zugewiesen.
es_es: No hay miembros del equipo asignados a esta publicación.
pl_pl: Brak członków zespołu przypisanych do tego wpisu.

# block title
source: Team Members List
de_de: Team-Mitglieder-Liste
es_es: Lista de Miembros del Equipo
pl_pl: Lista członków zespołu

# block description
source: Display team members associated with this post
de_de: Zeige Teammitglieder, die mit diesem Beitrag verbunden sind
es_es: Mostrar los miembros del equipo asociados con esta entrada
pl_pl: Wyświetl członków zespołu powiązanych z tym wpisem

# block keyword
source: team
es_es: equipo
pl_pl: zespół

# block keyword
source: members
de_de: mitglieder
es_es: miembros
pl_pl: członkowie

# block keyword
source: staff
de_de: mitarbeiter
es_es: personal
pl_pl: personel

# block keyword
source: contributors
de_de: beitragende
es_es: colaboradores
pl_pl: współpracownicy
