Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-rsvp/languages/fair-rsvp-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: RSVP management for events - let users sign up for events.
de_de: RSVP-Verwaltung für Veranstaltungen - ermöglicht Benutzern die Anmeldung zu Veranstaltungen.
es_es: Gestión de confirmaciones para eventos - permite a los usuarios inscribirse en eventos.
fr_fr: Gestion des confirmations pour les événements - permettez aux utilisateurs de s'inscrire aux événements.
pl_pl: Zarządzanie potwierdzeniami obecności na wydarzeniach - pozwól użytkownikom zapisywać się na wydarzenia.

source: Please log in to RSVP for this event.
de_de: Bitte melden Sie sich an, um sich für diese Veranstaltung anzumelden.
es_es: Por favor, inicia sesión para confirmar tu asistencia a este evento.
fr_fr: Veuillez vous connecter pour confirmer votre présence à cet événement.
pl_pl: Zaloguj się, aby potwierdzić obecność na tym wydarzeniu.

source: Log In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
pl_pl: Zaloguj się

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
pl_pl: Tak

source: Maybe
de_de: Vielleicht
es_es: Quizás
fr_fr: Peut-être
pl_pl: Może

source: No
de_de: Nein
fr_fr: Non
pl_pl: Nie

source: Update RSVP
de_de: RSVP aktualisieren
es_es: Actualizar confirmación
fr_fr: Mettre à jour la confirmation
pl_pl: Zaktualizuj potwierdzenie

source: Event ID to get RSVP for.
de_de: Veranstaltungs-ID, für die die Anmeldung abgerufen werden soll.
es_es: ID del evento para obtener la confirmación.
fr_fr: ID de l'événement pour lequel récupérer la confirmation.
pl_pl: ID wydarzenia, dla którego pobrać potwierdzenie.

source: RSVP ID.
es_es: ID de confirmación.
fr_fr: ID de confirmation.
pl_pl: ID potwierdzenia.

source: Attendance status.
de_de: Anwesenheitsstatus.
es_es: Estado de asistencia.
fr_fr: Statut de présence.
pl_pl: Status obecności.

source: Post status filter.
de_de: Beitragsstatusfilter.
es_es: Filtro de estado de publicación.
fr_fr: Filtre de statut de publication.
pl_pl: Filtr statusu wpisu.

source: Order by field.
de_de: Sortieren nach Feld.
es_es: Ordenar por campo.
fr_fr: Trier par champ.
pl_pl: Sortuj według pola.

source: Order direction.
de_de: Sortierrichtung.
es_es: Dirección de orden.
fr_fr: Direction du tri.
pl_pl: Kierunek sortowania.

source: The specified event does not exist or is not published.
de_de: Die angegebene Veranstaltung existiert nicht oder ist nicht veröffentlicht.
es_es: El evento especificado no existe o no está publicado.
fr_fr: L'événement spécifié n'existe pas ou n'est pas publié.
pl_pl: Określone wydarzenie nie istnieje lub nie zostało opublikowane.

source: Failed to create or update RSVP.
de_de: Fehler beim Erstellen oder Aktualisieren der Anmeldung.
es_es: Error al crear o actualizar la confirmación.
fr_fr: Échec de la création ou de la mise à jour de la confirmation.
pl_pl: Nie udało się utworzyć lub zaktualizować potwierdzenia.

source: RSVP was created but could not be retrieved.
de_de: Die Anmeldung wurde erstellt, konnte aber nicht abgerufen werden.
es_es: La confirmación fue creada pero no se pudo recuperar.
fr_fr: La confirmation a été créée mais n'a pas pu être récupérée.
pl_pl: Potwierdzenie zostało utworzone, ale nie można go pobrać.

source: RSVP not found for this event.
de_de: Keine Anmeldung für diese Veranstaltung gefunden.
es_es: No se encontró confirmación para este evento.
fr_fr: Aucune confirmation trouvée pour cet événement.
pl_pl: Nie znaleziono potwierdzenia dla tego wydarzenia.

source: RSVP not found.
de_de: Anmeldung nicht gefunden.
es_es: Confirmación no encontrada.
fr_fr: Confirmation non trouvée.
pl_pl: Nie znaleziono potwierdzenia.

source: Failed to update attendance status.
de_de: Fehler beim Aktualisieren des Anwesenheitsstatus.
es_es: Error al actualizar el estado de asistencia.
fr_fr: Échec de la mise à jour du statut de présence.
pl_pl: Nie udało się zaktualizować statusu obecności.

source: You must be logged in to RSVP.
de_de: Sie müssen angemeldet sein, um sich anzumelden.
es_es: Debes iniciar sesión para confirmar tu asistencia.
fr_fr: Vous devez être connecté pour confirmer votre présence.
pl_pl: Musisz być zalogowany, aby potwierdzić obecność.

source: You must be logged in to view RSVPs.
de_de: Sie müssen angemeldet sein, um Anmeldungen anzuzeigen.
es_es: Debes iniciar sesión para ver las confirmaciones.
fr_fr: Vous devez être connecté pour voir les confirmations.
pl_pl: Musisz być zalogowany, aby wyświetlić potwierdzenia.

source: Event/post ID to RSVP for.
de_de: Veranstaltungs-/Beitrags-ID, für die die Anmeldung erfolgen soll.
es_es: ID del evento/entrada para confirmar asistencia.
fr_fr: ID de l'événement/article pour lequel confirmer la présence.
pl_pl: ID wydarzenia/wpisu, dla którego potwierdzić obecność.

source: RSVP status.
es_es: Estado de confirmación.
fr_fr: Statut de confirmation.
pl_pl: Status potwierdzenia.

source: Event ID to get RSVPs for.
de_de: Veranstaltungs-ID, für die Anmeldungen abgerufen werden sollen.
es_es: ID del evento para obtener confirmaciones.
fr_fr: ID de l'événement pour lequel récupérer les confirmations.
pl_pl: ID wydarzenia, dla którego pobrać potwierdzenia.

source: Filter by RSVP status.
de_de: Nach RSVP-Status filtern.
es_es: Filtrar por estado de confirmación.
fr_fr: Filtrer par statut de confirmation.
pl_pl: Filtruj według statusu potwierdzenia.

source: Filter by attendance status.
de_de: Nach Anwesenheitsstatus filtern.
es_es: Filtrar por estado de asistencia.
fr_fr: Filtrer par statut de présence.
pl_pl: Filtruj według statusu obecności.

source: Current page of the collection.
de_de: Aktuelle Seite der Sammlung.
es_es: Página actual de la colección.
fr_fr: Page actuelle de la collection.
pl_pl: Bieżąca strona kolekcji.

source: Maximum number of items to return per page.
de_de: Maximale Anzahl der Elemente pro Seite.
es_es: Número máximo de elementos a devolver por página.
fr_fr: Nombre maximum d'éléments à retourner par page.
pl_pl: Maksymalna liczba elementów do zwrócenia na stronę.

source: Events with RSVPs
de_de: Veranstaltungen mit Anmeldungen
es_es: Eventos con confirmaciones
fr_fr: Événements avec confirmations
pl_pl: Wydarzenia z potwierdzeniami

source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement...
pl_pl: Ładowanie...

source: Error loading events:
de_de: Fehler beim Laden der Veranstaltungen:
es_es: Error al cargar eventos:
fr_fr: Erreur lors du chargement des événements :
pl_pl: Błąd ładowania wydarzeń:

source: No events with RSVPs found.
de_de: Keine Veranstaltungen mit Anmeldungen gefunden.
es_es: No se encontraron eventos con confirmaciones.
fr_fr: Aucun événement avec confirmations trouvé.
pl_pl: Nie znaleziono wydarzeń z potwierdzeniami.

source: Event
de_de: Veranstaltung
es_es: Evento
fr_fr: Événement
pl_pl: Wydarzenie

source: RSVP Form Preview
de_de: RSVP-Formular Vorschau
es_es: Vista previa del formulario de confirmación
fr_fr: Aperçu du formulaire de confirmation
pl_pl: Podgląd formularza potwierdzenia

source: Users will see their current RSVP status and can update it.
de_de: Benutzer sehen ihren aktuellen RSVP-Status und können ihn aktualisieren.
es_es: Los usuarios verán su estado de confirmación actual y podrán actualizarlo.
fr_fr: Les utilisateurs verront leur statut de confirmation actuel et pourront le mettre à jour.
pl_pl: Użytkownicy zobaczą swój aktualny status potwierdzenia i będą mogli go zaktualizować.

# block title
source: RSVP Button
de_de: RSVP-Schaltfläche
es_es: Botón de confirmación
fr_fr: Bouton de confirmation
pl_pl: Przycisk potwierdzenia

# block description
source: Allow users to RSVP to events
de_de: Ermöglicht Benutzern die Anmeldung zu Veranstaltungen
es_es: Permitir a los usuarios confirmar asistencia a eventos
fr_fr: Permettre aux utilisateurs de confirmer leur présence aux événements
pl_pl: Pozwól użytkownikom potwierdzać obecność na wydarzeniach

# block keyword
source: event
de_de: veranstaltung
es_es: evento
fr_fr: événement
pl_pl: wydarzenie

# block keyword
source: registration
de_de: registrierung
es_es: registro
fr_fr: inscription
pl_pl: rejestracja

# block keyword
source: signup
de_de: anmeldung
es_es: inscripción
fr_fr: inscription
pl_pl: zapisy

source: No one has signed up yet.
de_de: Niemand hat sich noch angemeldet.
es_es: Nadie se ha inscrito todavía.
fr_fr: Personne ne s'est encore inscrit.
pl_pl: Nikt się jeszcze nie zapisał.

source: %d person signed up
de_de: %d Person hat sich angemeldet
es_es: %d persona se inscribió
fr_fr: %d personne s'est inscrite
pl_pl: Zapisała się %d osoba

source: Attendee (%d)
de_de: Teilnehmer (%d)
es_es: Asistente (%d)
fr_fr: Participant (%d)
pl_pl: Uczestnik (%d)

source: Event ID to get participants for.
de_de: Veranstaltungs-ID um Teilnehmer abzurufen.
es_es: ID del evento para obtener participantes.
fr_fr: ID de l'événement pour obtenir les participants.
pl_pl: ID wydarzenia do pobrania uczestników.

source: RSVP status to filter by.
de_de: RSVP-Status zum Filtern.
es_es: Estado de confirmación para filtrar.
fr_fr: Statut RSVP pour filtrer.
pl_pl: Status potwierdzenia do filtrowania.

source: Participant Settings
de_de: Teilnehmer-Einstellungen
es_es: Configuración de participantes
fr_fr: Paramètres des participants
pl_pl: Ustawienia uczestników

source: Show participants with status
de_de: Zeige Teilnehmer mit Status
es_es: Mostrar participantes con estado
fr_fr: Afficher les participants avec le statut
pl_pl: Pokaż uczestników ze statusem

source: Choose which RSVP status to display in the participant list.
de_de: Wählen Sie, welcher RSVP-Status in der Teilnehmerliste angezeigt werden soll.
es_es: Elige qué estado de confirmación mostrar en la lista de participantes.
fr_fr: Choisissez quel statut RSVP afficher dans la liste des participants.
pl_pl: Wybierz, który status potwierdzenia wyświetlić na liście uczestników.

source: RSVP Participants List
de_de: RSVP-Teilnehmerliste
es_es: Lista de participantes confirmados
fr_fr: Liste des participants confirmés
pl_pl: Lista potwierdzonych uczestników

source: Preview available on frontend only
de_de: Vorschau nur im Frontend verfügbar
es_es: Vista previa disponible solo en el frontend
fr_fr: Aperçu disponible uniquement sur le frontend
pl_pl: Podgląd dostępny tylko na stronie

source: Showing:
de_de: Anzeige:
es_es: Mostrando:
fr_fr: Affichage :
pl_pl: Wyświetlanie:

# block title
source: RSVP Participants
de_de: RSVP-Teilnehmer
es_es: Participantes confirmados
fr_fr: Participants confirmés
pl_pl: Potwierdzeni uczestnicy

# block description
source: Display list of event participants who RSVPed
de_de: Liste der Veranstaltungsteilnehmer anzeigen, die zugesagt haben
es_es: Mostrar lista de participantes del evento que confirmaron asistencia
fr_fr: Afficher la liste des participants à l'événement qui ont confirmé
pl_pl: Wyświetl listę uczestników wydarzenia, którzy potwierdzili obecność

# block keyword
source: participants
de_de: teilnehmer
es_es: participantes
pl_pl: uczestnicy

# block keyword
source: attendees
de_de: teilnehmer
es_es: asistentes
fr_fr: participants
pl_pl: uczestnicy

# block keyword
source: list
de_de: liste
es_es: lista
fr_fr: liste
pl_pl: lista

source: Please select an RSVP option.
de_de: Bitte wählen Sie eine RSVP-Option.
es_es: Por favor, selecciona una opción de confirmación.
fr_fr: Veuillez sélectionner une option de confirmation.
pl_pl: Proszę wybrać opcję potwierdzenia.

source: Submitting...
de_de: Wird gesendet...
es_es: Enviando...
fr_fr: Envoi en cours...
pl_pl: Wysyłanie...

source: Your RSVP has been updated successfully!
de_de: Ihre RSVP wurde erfolgreich aktualisiert!
es_es: ¡Tu confirmación se ha actualizado correctamente!
fr_fr: Votre confirmation a été mise à jour avec succès !
pl_pl: Twoje potwierdzenie zostało pomyślnie zaktualizowane!

source: Your current RSVP:
de_de: Ihre aktuelle RSVP:
es_es: Tu confirmación actual:
fr_fr: Votre confirmation actuelle :
pl_pl: Twoje obecne potwierdzenie:

source: RSVP updated successfully!
de_de: RSVP erfolgreich aktualisiert!
es_es: ¡Confirmación actualizada correctamente!
fr_fr: Confirmation mise à jour avec succès !
pl_pl: Potwierdzenie zostało pomyślnie zaktualizowane!

source: Failed to update RSVP. Please try again.
de_de: Fehler beim Aktualisieren der RSVP. Bitte versuchen Sie es erneut.
es_es: Error al actualizar la confirmación. Por favor, inténtalo de nuevo.
fr_fr: Échec de la mise à jour de la confirmation. Veuillez réessayer.
pl_pl: Nie udało się zaktualizować potwierdzenia. Spróbuj ponownie.

source: Confirm Attendance
de_de: Anwesenheit Bestätigen
es_es: Confirmar Asistencia
fr_fr: Confirmer la Présence
pl_pl: Potwierdź Obecność

source: No event ID specified.
de_de: Keine Event-ID angegeben.
es_es: No se especificó ID del evento.
fr_fr: Aucun identifiant d'événement spécifié.
pl_pl: Nie określono ID wydarzenia.

source: Event not found.
de_de: Ereignis nicht gefunden.
es_es: Evento no encontrado.
fr_fr: Événement non trouvé.
pl_pl: Wydarzenie nie znalezione.

source: Confirm Attendance: %s
de_de: Anwesenheit Bestätigen: %s
es_es: Confirmar Asistencia: %s
fr_fr: Confirmer la présence : %s
pl_pl: Potwierdź Obecność: %s

source: Array of RSVP updates with id and attendance_status.
es_es: Array de actualizaciones de RSVP con id y attendance_status.
fr_fr: Tableau de mises à jour RSVP avec identifiant et statut de présence.
pl_pl: Tablica aktualizacji RSVP z id i attendance_status.

source: Event ID.
es_es: ID del evento.
fr_fr: Identifiant de l'événement.
pl_pl: ID wydarzenia.

source: Attendee name.
es_es: Nombre del asistente.
fr_fr: Nom du participant.
pl_pl: Imię i nazwisko uczestnika.

source: Attendee email (optional).
es_es: Email del asistente (opcional).
fr_fr: E-mail du participant (optionnel).
pl_pl: Email uczestnika (opcjonalny).

source: Updates must be a non-empty array.
es_es: Las actualizaciones deben ser un array no vacío.
fr_fr: Les mises à jour doivent être un tableau non vide.
pl_pl: Aktualizacje muszą być niepustą tablicą.

source: Successfully updated %d attendance records.
es_es: Se actualizaron exitosamente %d registros de asistencia.
fr_fr: Mise à jour réussie de %d enregistrements de présence.
pl_pl: Pomyślnie zaktualizowano %d rekordów obecności.

source: Failed to create RSVP for walk-in attendee.
es_es: Error al crear RSVP para asistente sin reserva.
fr_fr: Échec de la création du RSVP pour le participant sur place.
pl_pl: Nie udało się utworzyć RSVP dla uczestnika bez rezerwacji.

source: Failed to load RSVPs
de_de: Bestätigungen konnten nicht geladen werden
es_es: Error al cargar las confirmaciones
fr_fr: Échec du chargement des confirmations
pl_pl: Nie udało się załadować potwierdzeń

source: Failed to save attendance
de_de: Anwesenheit konnte nicht gespeichert werden
es_es: Error al guardar la asistencia
fr_fr: Échec de l'enregistrement de la présence
pl_pl: Nie udało się zapisać obecności

source: Please select a member
de_de: Bitte wählen Sie ein Mitglied
es_es: Por favor, selecciona un miembro
fr_fr: Veuillez sélectionner un membre
pl_pl: Proszę wybrać uczestnika

source: Member added and checked in successfully
de_de: Mitglied erfolgreich hinzugefügt und eingecheckt
es_es: Miembro agregado y registrado exitosamente
fr_fr: Membre ajouté et enregistré avec succès
pl_pl: Uczestnik dodany i zarejestrowany pomyślnie

source: Failed to add member
de_de: Mitglied konnte nicht hinzugefügt werden
es_es: Error al agregar miembro
fr_fr: Échec de l'ajout du membre
pl_pl: Nie udało się dodać uczestnika

source: Please enter a name for the walk-in attendee
de_de: Bitte geben Sie einen Namen für den Teilnehmer ein
es_es: Por favor, ingresa un nombre para el asistente
fr_fr: Veuillez saisir un nom pour le participant sur place
pl_pl: Proszę podać imię uczestnika

source: Walk-in attendee added successfully
de_de: Teilnehmer erfolgreich hinzugefügt
es_es: Asistente agregado exitosamente
fr_fr: Participant sur place ajouté avec succès
pl_pl: Uczestnik dodany pomyślnie

source: Failed to add walk-in attendee
de_de: Teilnehmer konnte nicht hinzugefügt werden
es_es: Error al agregar asistente
fr_fr: Échec de l'ajout du participant sur place
pl_pl: Nie udało się dodać uczestnika

source: just now
de_de: gerade eben
es_es: justo ahora
fr_fr: à l'instant
pl_pl: właśnie teraz

source: 1 minute ago
de_de: vor 1 Minute
es_es: hace 1 minuto
fr_fr: il y a 1 minute
pl_pl: 1 minutę temu

source: %d minutes ago
de_de: vor %d Minuten
es_es: hace %d minutos
fr_fr: il y a %d minutes
pl_pl: %d minut temu

source: 1 hour ago
de_de: vor 1 Stunde
es_es: hace 1 hora
fr_fr: il y a 1 heure
pl_pl: 1 godzinę temu

source: %d hours ago
de_de: vor %d Stunden
es_es: hace %d horas
fr_fr: il y a %d heures
pl_pl: %d godzin temu

source: 1 day ago
de_de: vor 1 Tag
es_es: hace 1 día
fr_fr: il y a 1 jour
pl_pl: 1 dzień temu

source: %d days ago
de_de: vor %d Tagen
es_es: hace %d días
fr_fr: il y a %d jours
pl_pl: %d dni temu

source: 1 month ago
de_de: vor 1 Monat
es_es: hace 1 mes
fr_fr: il y a 1 mois
pl_pl: 1 miesiąc temu

source: %d months ago
de_de: vor %d Monaten
es_es: hace %d meses
fr_fr: il y a %d mois
pl_pl: %d miesięcy temu

source: 1 year ago
de_de: vor 1 Jahr
es_es: hace 1 año
fr_fr: il y a 1 an
pl_pl: 1 rok temu

source: %d years ago
de_de: vor %d Jahren
es_es: hace %d años
fr_fr: il y a %d ans
pl_pl: %d lat temu

source: Loading RSVPs...
de_de: Bestätigungen werden geladen...
es_es: Cargando confirmaciones...
fr_fr: Chargement des confirmations...
pl_pl: Ładowanie potwierdzeń...

source: attendees checked in
de_de: Teilnehmer eingecheckt
es_es: asistentes registrados
fr_fr: participants enregistrés
pl_pl: uczestników zarejestrowanych

source: Search attendees
de_de: Teilnehmer suchen
es_es: Buscar asistentes
fr_fr: Rechercher des participants
pl_pl: Szukaj uczestników

source: Search by name...
de_de: Nach Name suchen...
es_es: Buscar por nombre...
fr_fr: Rechercher par nom...
pl_pl: Szukaj po imieniu...

source: RSVP List
de_de: Bestätigungsliste
es_es: Lista de Confirmaciones
fr_fr: Liste des RSVP
pl_pl: Lista Potwierdzeń

source: No RSVPs found
de_de: Keine Bestätigungen gefunden
es_es: No se encontraron confirmaciones
fr_fr: Aucun RSVP trouvé
pl_pl: Nie znaleziono potwierdzeń

source: Name
es_es: Nombre
fr_fr: Nom
pl_pl: Imię i nazwisko

source: RSVP Status
de_de: Bestätigungsstatus
es_es: Estado de confirmación
fr_fr: Statut de confirmation
pl_pl: Status potwierdzenia

source: Signed Up
de_de: Angemeldet
es_es: Registrado
fr_fr: Inscrit
pl_pl: Zarejestrowano

source: Checked In
de_de: Anwesend
es_es: Asistió
fr_fr: Présent
pl_pl: Uczestniczył

source: Quick Add Existing Member
de_de: Bestehendes Mitglied Schnell Hinzufügen
es_es: Agregar Miembro Existente Rápidamente
fr_fr: Ajouter Rapidement un Membre Existant
pl_pl: Szybko Dodaj Istniejącego Uczestnika

source: Select a member who showed up but didn't RSVP
de_de: Wählen Sie ein Mitglied, das erschienen ist, aber nicht bestätigt hat
es_es: Selecciona un miembro que asistió pero no confirmó
fr_fr: Nom
pl_pl: Wybierz uczestnika, który przyszedł ale nie potwierdził

source: Search members
de_de: Mitglieder suchen
es_es: Buscar miembros
fr_fr: Enregistré
pl_pl: Szukaj uczestników

source: Type to search by name or email...
de_de: Eingeben um nach Name oder E-Mail zu suchen...
es_es: Escribe para buscar por nombre o email...
fr_fr: Tapez pour rechercher par nom ou e-mail...
pl_pl: Wpisz aby szukać po imieniu lub emailu...

source: All members already have RSVPs for this event
de_de: Alle Mitglieder haben bereits Bestätigungen für diese Veranstaltung
es_es: Todos los miembros ya tienen confirmaciones para este evento
fr_fr: Tous les membres ont déjà répondu à cet événement
pl_pl: Wszyscy uczestnicy mają już potwierdzenia dla tego wydarzenia

source: Add & Check In
de_de: Hinzufügen & Einchecken
es_es: Agregar y Registrar
fr_fr: Ajouter & Enregistrer
pl_pl: Dodaj i Zarejestruj

source: Add New Person (Not a Member)
de_de: Neue Person Hinzufügen (Kein Mitglied)
es_es: Agregar Nueva Persona (No es Miembro)
fr_fr: Ajouter une nouvelle personne (Pas un membre)
pl_pl: Dodaj Nową Osobę (Nie jest Uczestnikiem)

source: Add someone who attended but is not a website member
de_de: Fügen Sie jemanden hinzu, der teilgenommen hat, aber kein Website-Mitglied ist
es_es: Agrega alguien que asistió pero no es miembro del sitio web
fr_fr: Ajouter quelqu'un qui a assisté mais qui n'est pas un membre du site
pl_pl: Dodaj kogoś, kto uczestniczył ale nie jest członkiem strony

source: Enter attendee name
de_de: Teilnehmername eingeben
es_es: Ingresa el nombre del asistente
fr_fr: Saisir le nom du participant
pl_pl: Podaj imię uczestnika

source: Email (optional)
es_es: Email (opcional)
fr_fr: E-mail (facultatif)
pl_pl: Email (opcjonalny)

source: Enter email address
de_de: E-Mail-Adresse eingeben
es_es: Ingresa la dirección de email
fr_fr: Saisir l'adresse e-mail
pl_pl: Podaj adres email

source: Add Walk-in
de_de: Teilnehmer Hinzufügen
es_es: Agregar Asistente
fr_fr: Ajouter un participant spontané
pl_pl: Dodaj Uczestnika

source: Save All Attendance
de_de: Alle Anwesenheiten Speichern
es_es: Guardar Toda la Asistencia
fr_fr: Enregistrer Toute la Présence
pl_pl: Zapisz Całą Obecność

source: Back to Events
de_de: Zurück zu Veranstaltungen
es_es: Volver a Eventos
fr_fr: Retour aux Événements
pl_pl: Powrót do Wydarzeń

source: Date & Time
de_de: Datum & Uhrzeit
es_es: Fecha y Hora
fr_fr: Date et Heure
pl_pl: Data i Godzina

source: Attendees
de_de: Teilnehmer
es_es: Asistentes
fr_fr: Participants
pl_pl: Uczestnicy

source: Confirmed
de_de: Bestätigt
es_es: Confirmados
fr_fr: Confirmés
pl_pl: Potwierdzeni

source: RSVPs for this event are now closed.
es_es: Los RSVPs para este evento están cerrados.
fr_fr: Les confirmations pour cet événement sont maintenant fermées.
pl_pl: Potwierdzenia dla tego wydarzenia są zamknięte.

source: RSVP Settings
es_es: Configuración de RSVP
fr_fr: Paramètres de confirmation
pl_pl: Ustawienia RSVP

source: RSVP Deadline
es_es: Fecha límite de RSVP
fr_fr: Date limite de confirmation
pl_pl: Termin RSVP

source: Set a deadline for RSVPs. After this date, the RSVP form will be closed.
es_es: Establecer una fecha límite para los RSVPs. Después de esta fecha, el formulario de RSVP se cerrará.
fr_fr: Définissez une date limite pour les confirmations. Après cette date, le formulaire de confirmation sera fermé.
pl_pl: Ustaw termin dla potwierdzeń. Po tej dacie formularz RSVP będzie zamknięty.

source: This event is invite-only.
de_de: Diese Veranstaltung ist nur auf Einladung.
es_es: Este evento es solo por invitación.
fr_fr: Cet événement est sur invitation uniquement.
pl_pl: To wydarzenie jest tylko na zaproszenie.

source: You're invited to this event!
de_de: Sie sind zu dieser Veranstaltung eingeladen!
es_es: ¡Estás invitado a este evento!
fr_fr: Vous êtes invité à cet événement !
pl_pl: Jesteś zaproszony na to wydarzenie!

source: You are not allowed to RSVP to this event.
de_de: Sie sind nicht berechtigt, sich für diese Veranstaltung anzumelden.
es_es: No tienes permiso para confirmar asistencia a este evento.
fr_fr: Vous n'êtes pas autorisé à confirmer votre présence à cet événement.
pl_pl: Nie masz uprawnień do potwierdzenia uczestnictwa w tym wydarzeniu.

source: Editor
de_de: Redakteur
fr_fr: Éditeur
pl_pl: Redaktor

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur
pl_pl: Autor

source: Contributor
de_de: Mitarbeiter
es_es: Colaborador
fr_fr: Contributeur
pl_pl: Współautor

source: Subscriber
de_de: Abonnent
es_es: Suscriptor
fr_fr: Abonné
pl_pl: Subskrybent

source: Not Allowed (0)
de_de: Nicht erlaubt (0)
es_es: No permitido (0)
fr_fr: Non autorisé (0)
pl_pl: Niedozwolone (0)

source: Allowed (1)
de_de: Erlaubt (1)
es_es: Permitido (1)
fr_fr: Autorisé (1)
pl_pl: Dozwolone (1)

source: Expected (2)
de_de: Erwartet (2)
es_es: Esperado (2)
fr_fr: Attendu (2)
pl_pl: Oczekiwane (2)
