Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-rsvp/languages/fair-rsvp-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: All Logged-in Users
de_de: Alle angemeldeten Benutzer
es_es: Todos los usuarios conectados
fr_fr: Tous les utilisateurs connectés
pl_pl: Wszyscy zalogowani użytkownicy

source: Anonymous Users
de_de: Anonyme Benutzer
es_es: Usuarios anónimos
fr_fr: Utilisateurs anonymes
pl_pl: Użytkownicy anonimowi

source: (Role)
de_de: (Rolle)
es_es: (Rol)
fr_fr: (Rôle)
pl_pl: (Rola)

source: Select a rule to add...
de_de: Wählen Sie eine Regel zum Hinzufügen...
es_es: Selecciona una regla para agregar...
fr_fr: Sélectionnez une règle à ajouter...
pl_pl: Wybierz regułę do dodania...

source: No restrictions set. Everyone can RSVP (default behavior).
de_de: Keine Einschränkungen festgelegt. Jeder kann sich anmelden (Standardverhalten).
es_es: Sin restricciones. Todos pueden confirmar asistencia (comportamiento predeterminado).
fr_fr: Aucune restriction définie. Tout le monde peut confirmer sa présence (comportement par défaut).
pl_pl: Nie ustawiono ograniczeń. Każdy może potwierdzić uczestnictwo (domyślne zachowanie).

source: group expected.
de_de: Gruppe erwartet.
es_es: grupo esperado.
fr_fr: groupe attendu.
pl_pl: grupa oczekiwana.

source: groups expected.
de_de: Gruppen erwartet.
es_es: grupos esperados.
fr_fr: groupes attendus.
pl_pl: grup oczekiwanych.

source: group allowed.
de_de: Gruppe erlaubt.
es_es: grupo permitido.
fr_fr: groupe autorisé.
pl_pl: grupa dozwolona.

source: groups allowed.
de_de: Gruppen erlaubt.
es_es: grupos permitidos.
fr_fr: groupes autorisés.
pl_pl: grup dozwolonych.

source: group blocked.
de_de: Gruppe blockiert.
es_es: grupo bloqueado.
fr_fr: groupe bloqué.
pl_pl: grupa zablokowana.

source: groups blocked.
de_de: Gruppen blockiert.
es_es: grupos bloqueados.
fr_fr: groupes bloqués.
pl_pl: grup zablokowanych.

source: Group
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe
pl_pl: Grupa

source: Permission
de_de: Berechtigung
es_es: Permiso
pl_pl: Uprawnienie

source: Action
de_de: Aktion
es_es: Acción
pl_pl: Akcja

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
pl_pl: Usuń

source: Add Rule
de_de: Regel hinzufügen
es_es: Agregar regla
fr_fr: Ajouter une règle
pl_pl: Dodaj regułę

source: Attendance Permissions
de_de: Teilnahmeberechtigungen
es_es: Permisos de asistencia
fr_fr: Permissions de présence
pl_pl: Uprawnienia uczestnictwa

source: 📋 Check Attendance List
es_es: 📋 Ver Lista de Asistencia
fr_fr: 📋 Vérifier la liste de présence
pl_pl: 📋 Sprawdź Listę Obecności

source: 📋 Attendance
es_es: 📋 Asistencia
fr_fr: 📋 Présence
pl_pl: 📋 Obecność

source: Post not found.
es_es: Publicación no encontrada.
fr_fr: Publication non trouvée.
pl_pl: Wpis nie został znaleziony.

source: This post does not have an RSVP block.
es_es: Esta publicación no tiene un bloque de RSVP.
fr_fr: Cette publication n'a pas de bloc de réponse à l'invitation (RSVP).
pl_pl: Ten wpis nie ma bloku RSVP.

source: You do not have permission to view this page.
es_es: No tienes permiso para ver esta página.
fr_fr: Vous n'avez pas la permission de consulter cette page.
pl_pl: Nie masz uprawnień do wyświetlenia tej strony.

source: Permission Denied
es_es: Permiso Denegado
fr_fr: Autorisation refusée
pl_pl: Odmowa Dostępu

source: Loading attendance check...
es_es: Cargando verificación de asistencia...
fr_fr: Chargement de la vérification de présence...
pl_pl: Ładowanie listy obecności...

source: Event ID to get attendance check for.
es_es: ID del evento para obtener verificación de asistencia.
fr_fr: ID de l'événement pour obtenir la vérification de présence.
pl_pl: ID wydarzenia do sprawdzenia obecności.

source: The specified post does not exist.
es_es: La publicación especificada no existe.
fr_fr: La publication spécifiée n'existe pas.
pl_pl: Określony wpis nie istnieje.

source: You do not have permission to view this attendance check.
es_es: No tienes permiso para ver esta verificación de asistencia.
fr_fr: Vous n'avez pas la permission de consulter cette vérification de présence.
pl_pl: Nie masz uprawnień do wyświetlenia tej listy obecności.

source: Failed to load attendance data.
es_es: Error al cargar datos de asistencia.
fr_fr: Échec du chargement des données de présence.
pl_pl: Nie udało się załadować danych obecności.

source: Failed to save attendance data.
es_es: Error al guardar datos de asistencia.
fr_fr: Échec de l'enregistrement des données de présence.
pl_pl: Nie udało się zapisać danych obecności.

source: Loading attendance data...
es_es: Cargando datos de asistencia...
fr_fr: Chargement des données de présence...
pl_pl: Ładowanie danych obecności...

source: Attendance Check
es_es: Verificación de Asistencia
fr_fr: Vérification de présence
pl_pl: Sprawdzanie Obecności

source: Expected
es_es: Esperados
fr_fr: Attendu
pl_pl: Oczekiwani

source: Present
es_es: Presentes
fr_fr: Présent
pl_pl: Obecni

source: Attendance saved successfully!
es_es: ¡Asistencia guardada exitosamente!
fr_fr: Présence enregistrée avec succès !
pl_pl: Obecność zapisana pomyślnie!

source: Search by name or email...
es_es: Buscar por nombre o email...
fr_fr: Rechercher par nom ou email...
pl_pl: Szukaj po imieniu lub emailu...

source: ← Back to Post
es_es: ← Volver a la Publicación
fr_fr: ← Retour à la publication
pl_pl: ← Powrót do Wpisu

source: Saving...
es_es: Guardando...
fr_fr: Enregistrement...
pl_pl: Zapisywanie...

source: Save Attendance
es_es: Guardar Asistencia
fr_fr: Enregistrer la présence
pl_pl: Zapisz Obecność

source: No attendees match your search.
es_es: No hay asistentes que coincidan con tu búsqueda.
fr_fr: Aucun participant ne correspond à votre recherche.
pl_pl: Brak uczestników pasujących do wyszukiwania.

source: No attendees yet.
es_es: Aún no hay asistentes.
fr_fr: Pas encore de participants.
pl_pl: Brak uczestników.

source: Your Name
es_es: Tu Nombre
fr_fr: Votre Nom
pl_pl: Twoje Imię

source: Enter your name
es_es: Ingresa tu nombre
fr_fr: Entrez votre nom
pl_pl: Wprowadź swoje imię

source: Your Email
es_es: Tu Correo Electrónico
fr_fr: Votre Email
pl_pl: Twój Email

source: Enter your email
es_es: Ingresa tu correo electrónico
fr_fr: Entrez votre email
pl_pl: Wprowadź swój email

source: Submit RSVP
es_es: Enviar Confirmación
fr_fr: Soumettre la réservation
pl_pl: Wyślij Potwierdzenie

source: Unable to determine user for RSVP.
es_es: No se pudo determinar el usuario para la confirmación.
fr_fr: Impossible de déterminer l'utilisateur pour la réservation.
pl_pl: Nie można określić użytkownika do potwierdzenia.

source: Name and email are required for anonymous RSVP.
es_es: El nombre y el correo electrónico son requeridos para confirmación anónima.
fr_fr: Le nom et l'email sont requis pour une réservation anonyme.
pl_pl: Imię i email są wymagane dla anonimowego potwierdzenia.

source: Please provide a valid email address.
es_es: Por favor proporciona una dirección de correo electrónico válida.
fr_fr: Veuillez fournir une adresse email valide.
pl_pl: Proszę podać prawidłowy adres email.

source: Name for anonymous RSVP (optional, required if not logged in).
es_es: Nombre para confirmación anónima (opcional, requerido si no has iniciado sesión).
fr_fr: Nom pour réservation anonyme (optionnel, requis si non connecté).
pl_pl: Imię dla anonimowego potwierdzenia (opcjonalne, wymagane jeśli nie jesteś zalogowany).

source: Email for anonymous RSVP (optional, required if not logged in).
es_es: Correo electrónico para confirmación anónima (opcional, requerido si no has iniciado sesión).
fr_fr: Email pour réservation anonyme (optionnel, requis si non connecté).
pl_pl: Email dla anonimowego potwierdzenia (opcjonalne, wymagane jeśli nie jesteś zalogowany).

source: Please enter your name.
es_es: Por favor ingresa tu nombre.
fr_fr: Veuillez saisir votre nom.
pl_pl: Proszę wprowadzić swoje imię.

source: Please enter your email.
es_es: Por favor ingresa tu correo electrónico.
fr_fr: Veuillez saisir votre adresse e-mail.
pl_pl: Proszę wprowadzić swój email.

source: RSVP submitted successfully!
es_es: ¡Confirmación enviada exitosamente!
fr_fr: RSVP soumis avec succès !
pl_pl: Potwierdzenie wysłane pomyślnie!

source: Invite a Friend
de_de: Freund einladen
fr_fr: Inviter un Ami
pl_pl: Zaproś Znajomego

source: Event ID to send invitation for.
de_de: Ereignis-ID, für die die Einladung gesendet werden soll.
fr_fr: ID de l'événement pour lequel envoyer l'invitation.
pl_pl: ID wydarzenia, dla którego wysłać zaproszenie.

source: Email address to invite.
de_de: E-Mail-Adresse zum Einladen.
fr_fr: Adresse email à inviter.
pl_pl: Adres email do zaproszenia.

source: Optional personal message.
de_de: Optionale persönliche Nachricht.
fr_fr: Message personnel optionnel.
pl_pl: Opcjonalna wiadomość osobista.

source: Event ID to generate invitation link for.
de_de: Ereignis-ID, für die der Einladungslink generiert werden soll.
fr_fr: ID de l'événement pour lequel générer le lien d'invitation.
pl_pl: ID wydarzenia, dla którego wygenerować link zaproszenia.

source: Invitation token to validate.
de_de: Einladungstoken zur Validierung.
fr_fr: Jeton d'invitation à valider.
pl_pl: Token zaproszenia do walidacji.

source: Invitation token.
de_de: Einladungstoken.
fr_fr: Jeton d'invitation.
pl_pl: Token zaproszenia.

source: RSVP status (yes, maybe, no).
de_de: RSVP-Status (ja, vielleicht, nein).
fr_fr: Statut RSVP (oui, peut-être, non).
pl_pl: Status potwierdzenia (tak, może, nie).

source: Event ID to get invitations for.
de_de: Ereignis-ID, für die Einladungen abgerufen werden sollen.
fr_fr: ID de l'événement pour obtenir les invitations.
pl_pl: ID wydarzenia, dla którego pobrać zaproszenia.

source: Failed to create invitation.
de_de: Einladung konnte nicht erstellt werden.
fr_fr: Échec de la création de l'invitation.
pl_pl: Nie udało się utworzyć zaproszenia.

source: Invitation sent successfully!
de_de: Einladung erfolgreich gesendet!
fr_fr: Invitation envoyée avec succès!
pl_pl: Zaproszenie wysłane pomyślnie!

source: Failed to create invitation link.
de_de: Einladungslink konnte nicht erstellt werden.
fr_fr: Échec de la création du lien d'invitation.
pl_pl: Nie udało się utworzyć linku do zaproszenia.

source: Invalid invitation token.
de_de: Ungültiger Einladungstoken.
fr_fr: Jeton d'invitation invalide.
pl_pl: Nieprawidłowy token zaproszenia.

source: This invitation has expired.
de_de: Diese Einladung ist abgelaufen.
fr_fr: Cette invitation a expiré.
pl_pl: To zaproszenie wygasło.

source: This invitation has already been used.
de_de: Diese Einladung wurde bereits verwendet.
fr_fr: Cette invitation a déjà été utilisée.
pl_pl: To zaproszenie zostało już wykorzystane.

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
pl_pl: Nieznany

source: Name and email are required to accept invitation.
de_de: Name und E-Mail sind erforderlich, um die Einladung anzunehmen.
fr_fr: Le nom et l'email sont requis pour accepter l'invitation.
pl_pl: Imię i email są wymagane do zaakceptowania zaproszenia.

source: Failed to create RSVP.
de_de: RSVP konnte nicht erstellt werden.
fr_fr: Échec de la création du RSVP.
pl_pl: Nie udało się utworzyć potwierdzenia.

source: Invitation accepted successfully!
de_de: Einladung erfolgreich angenommen!
fr_fr: Invitation acceptée avec succès!
pl_pl: Zaproszenie zaakceptowane pomyślnie!

source: %1$s invited you to %2$s
de_de: %1$s hat Sie zu %2$s eingeladen
fr_fr: %1$s vous a invité à %2$s
pl_pl: %1$s zaprosił Cię do %2$s

source: You must be logged in to send invitations.
de_de: Sie müssen angemeldet sein, um Einladungen zu senden.
fr_fr: Vous devez être connecté pour envoyer des invitations.
pl_pl: Musisz być zalogowany, aby wysyłać zaproszenia.

source: You must be logged in to view invitations.
de_de: Sie müssen angemeldet sein, um Einladungen anzuzeigen.
fr_fr: Vous devez être connecté pour voir les invitations.
pl_pl: Musisz być zalogowany, aby przeglądać zaproszenia.

source: Send by Email
de_de: Per E-Mail senden
fr_fr: Envoyer par Email
pl_pl: Wyślij przez Email

source: Get Link
de_de: Link abrufen
fr_fr: Obtenir le Lien
pl_pl: Uzyskaj Link

source: Email Address
de_de: E-Mail-Adresse
fr_fr: Adresse Email
pl_pl: Adres Email

source: friend@example.com
de_de: freund@beispiel.de
fr_fr: ami@exemple.fr
pl_pl: znajomy@przyklad.pl

source: Personal Message (Optional)
de_de: Persönliche Nachricht (Optional)
fr_fr: Message Personnel (Optionnel)
pl_pl: Wiadomość Osobista (Opcjonalna)

source: Add a personal note...
de_de: Persönliche Notiz hinzufügen...
fr_fr: Ajoutez une note personnelle...
pl_pl: Dodaj osobistą notatkę...

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
pl_pl: Anuluj

source: Send Invitation
de_de: Einladung senden
fr_fr: Envoyer l'Invitation
pl_pl: Wyślij Zaproszenie

source: Share this link with your friends:
de_de: Teilen Sie diesen Link mit Ihren Freunden:
fr_fr: Partagez ce lien avec vos amis:
pl_pl: Udostępnij ten link znajomym:

source: Generate Invitation Link
de_de: Einladungslink generieren
fr_fr: Générer le Lien d'Invitation
pl_pl: Generuj Link Zaproszenia

source: Copy
de_de: Kopieren
fr_fr: Copier
pl_pl: Kopiuj

source: Copied!
de_de: Kopiert!
fr_fr: Copié!
pl_pl: Skopiowano!

source: Sending...
de_de: Wird gesendet...
fr_fr: Envoi en cours...
pl_pl: Wysyłanie...

source: Failed to send invitation.
de_de: Einladung konnte nicht gesendet werden.
fr_fr: Échec de l'envoi de l'invitation.
pl_pl: Nie udało się wysłać zaproszenia.

source: Generating...
de_de: Wird generiert...
fr_fr: Génération en cours...
pl_pl: Generowanie...

source: Link generated! Share it with your friends.
de_de: Link generiert! Teilen Sie ihn mit Ihren Freunden.
fr_fr: Lien généré! Partagez-le avec vos amis.
pl_pl: Link wygenerowany! Udostępnij go znajomym.

source: Failed to generate link.
fr_fr: Échec de la génération du lien.
pl_pl: Nie udało się wygenerować linku.

source: You have been invited to this event!
de_de: Sie wurden zu dieser Veranstaltung eingeladen!
fr_fr: Vous avez été invité à cet événement!
pl_pl: Zostałeś zaproszony na to wydarzenie!

source: Invalid invitation link.
fr_fr: Lien d'invitation invalide.
pl_pl: Nieprawidłowy link zaproszenia.

source: Only expected users can send invitations.
de_de: Nur erwartete Benutzer können Einladungen senden.
fr_fr: Seuls les utilisateurs attendus peuvent envoyer des invitations.
pl_pl: Tylko oczekiwani użytkownicy mogą wysyłać zaproszenia.

source: Invitations
pl_pl: Zaproszenia

source: Deleted Event
fr_fr: Événement supprimé
pl_pl: Usunięte wydarzenie

source: Filter by event ID.
fr_fr: Filtrer par ID d'événement.
pl_pl: Filtruj według ID wydarzenia.

source: Filter by status.
fr_fr: Filtrer par statut.
pl_pl: Filtruj według statusu.

source: Page number.
fr_fr: Numéro de page.
pl_pl: Numer strony.

source: Items per page.
fr_fr: Éléments par page.
pl_pl: Elementów na stronę.

source: Failed to load invitations.
fr_fr: Échec du chargement des invitations.
pl_pl: Nie udało się załadować zaproszeń.

source: Pending
fr_fr: En attente
pl_pl: Oczekujące

source: Accepted
fr_fr: Acceptée
pl_pl: Zaakceptowane

source: Expired
fr_fr: Expirée
pl_pl: Wygasłe

source: Filter by Status
fr_fr: Filtrer par statut
pl_pl: Filtruj według statusu

source: All Statuses
fr_fr: Tous les statuts
pl_pl: Wszystkie statusy

source: Loading invitations...
fr_fr: Chargement des invitations...
pl_pl: Ładowanie zaproszeń...

source: No invitations found.
fr_fr: Aucune invitation trouvée.
pl_pl: Nie znaleziono zaproszeń.

source: Sent By
fr_fr: Envoyé par
pl_pl: Wysłane przez

source: Invited Email
fr_fr: Email invité
pl_pl: Email zaproszonego

source: Invited User
fr_fr: Utilisateur invité
pl_pl: Zaproszony użytkownik

source: Created
fr_fr: Créé
pl_pl: Utworzono

source: Expires
fr_fr: Expire
pl_pl: Wygasa

source: Used
fr_fr: Utilisé
pl_pl: Wykorzystano

source: Previous
fr_fr: Précédent
pl_pl: Poprzednia

source: Page
pl_pl: Strona

source: of
fr_fr: de
pl_pl: z

source: Next
fr_fr: Suivant
pl_pl: Następna

source: Please fill out the form below to accept your invitation.
de_de: Bitte füllen Sie das untenstehende Formular aus, um Ihre Einladung anzunehmen.
fr_fr: Veuillez remplir le formulaire ci-dessous pour accepter votre invitation.
pl_pl: Wypełnij poniższy formularz, aby zaakceptować zaproszenie.

source: Accept Invitation
de_de: Einladung annehmen
fr_fr: Accepter l'Invitation
pl_pl: Zaakceptuj Zaproszenie

source: Please select your RSVP status.
de_de: Bitte wählen Sie Ihren RSVP-Status.
fr_fr: Veuillez sélectionner votre statut RSVP.
pl_pl: Wybierz swój status potwierdzenia.

source: Failed to accept invitation.
de_de: Einladung konnte nicht angenommen werden.
fr_fr: Échec de l'acceptation de l'invitation.
pl_pl: Nie udało się zaakceptować zaproszenia.

source: RSVP Question
de_de: RSVP-Frage
fr_fr: Question RSVP
pl_pl: Pytanie RSVP

source: Will you attend?
de_de: Werden Sie teilnehmen?
fr_fr: Allez-vous participer ?
pl_pl: Czy weźmiesz udział?

source: The question shown to users above the RSVP form.
de_de: Die Frage, die Benutzern über dem RSVP-Formular angezeigt wird.
fr_fr: La question affichée aux utilisateurs au-dessus du formulaire RSVP.
pl_pl: Pytanie wyświetlane użytkownikom nad formularzem RSVP.

source: Name for RSVP (required if not logged in).
fr_fr: Nom pour RSVP (requis si non connecté).
pl_pl: Imię dla RSVP (wymagane, jeśli niezalogowany).

source: Email for RSVP (required if not logged in).
fr_fr: E-mail pour RSVP (requis si non connecté).
pl_pl: E-mail dla RSVP (wymagany, jeśli niezalogowany).

source: Guest
fr_fr: Invité
pl_pl: Gość

source: Thank you! Your invitation has been accepted.
fr_fr: Merci ! Votre invitation a été acceptée.
pl_pl: Dziękujemy! Twoje zaproszenie zostało przyjęte.

source: Your RSVP has been submitted successfully!
fr_fr: Votre RSVP a été soumis avec succès !
pl_pl: Twoje RSVP zostało pomyślnie przesłane!

source: Stats
fr_fr: Statistiques
pl_pl: Statystyki

source: Invitation Stats for this Event
fr_fr: Statistiques d'invitation pour cet événement
pl_pl: Statystyki zaproszeń dla tego wydarzenia

source: Your Invitation Stats for this Event
fr_fr: Vos statistiques d'invitation pour cet événement
pl_pl: Twoje statystyki zaproszeń dla tego wydarzenia

source: Inviter
fr_fr: Invitant
pl_pl: Zapraszający

source: Total Sent
fr_fr: Total envoyé
pl_pl: Wszystkie wysłane

source: Filter by inviter user ID.
fr_fr: Filtrer par ID utilisateur invitant.
pl_pl: Filtruj według ID użytkownika zapraszającego.

source: You must be logged in to view stats.
fr_fr: Vous devez être connecté pour voir les statistiques.
pl_pl: Musisz być zalogowany, aby zobaczyć statystyki.

source: Number of users per category.
fr_fr: Nombre d'utilisateurs par catégorie.
pl_pl: Liczba użytkowników według kategorii.

source: Failed to load stats.
fr_fr: Échec du chargement des statistiques.
pl_pl: Nie udało się załadować statystyk.

source: No stats available yet.
fr_fr: Aucune statistique disponible pour le moment.
pl_pl: Brak dostępnych statystyk.

source: Events RSVPed
fr_fr: Événements confirmés
pl_pl: Wydarzenia potwierdzone

source: Yes RSVPs
fr_fr: Confirmations Oui
pl_pl: Potwierdzenia Tak

source: Events Attended
fr_fr: Événements auxquels on a assisté
pl_pl: Wydarzenia, w których uczestniczono

source: Attendance Rate
fr_fr: Taux de présence
pl_pl: Wskaźnik obecności

source: Invitation Acceptance Rate
fr_fr: Taux d'acceptation des invitations
pl_pl: Wskaźnik akceptacji zaproszeń

source: RSVP Breakdown
fr_fr: Répartition des confirmations
pl_pl: Podział potwierdzeń

source: events
fr_fr: événements
pl_pl: wydarzeń

source: Active Users
fr_fr: Utilisateurs actifs
pl_pl: Aktywni użytkownicy

source: Total RSVPs
fr_fr: Total des confirmations
pl_pl: Wszystkie potwierdzenia

source: Total Attendances
fr_fr: Total des présences
pl_pl: Wszystkie uczestnictwa

source: Total Invitations Sent
fr_fr: Total des invitations envoyées
pl_pl: Wszystkie wysłane zaproszenia

source: No events yet.
fr_fr: Aucun événement pour le moment.
pl_pl: Brak wydarzeń.

source: Attendance
fr_fr: Présence
pl_pl: Obecność

source: Type
pl_pl: Typ

source: Invited By
fr_fr: Invité par
pl_pl: Zaproszony przez

source: Date
pl_pl: Data

source: Invited
fr_fr: Invité
pl_pl: Zaproszony

source: Direct
pl_pl: Bezpośredni

source: No user stats available.
fr_fr: Aucune statistique utilisateur disponible.
pl_pl: Brak dostępnych statystyk użytkownika.

source: User
fr_fr: Utilisateur
pl_pl: Użytkownik

source: Attended
fr_fr: A assisté
pl_pl: Uczestniczył

source: Acceptance Rate
fr_fr: Taux d'acceptation
pl_pl: Wskaźnik akceptacji

source: Leaderboard available for admins only.
fr_fr: Classement disponible uniquement pour les administrateurs.
pl_pl: Ranking dostępny tylko dla administratorów.

source: Top Attendees
fr_fr: Meilleurs participants
pl_pl: Najlepsi uczestnicy

source: No data available.
fr_fr: Aucune donnée disponible.
pl_pl: Brak dostępnych danych.

source: Top Inviters
fr_fr: Meilleurs invitants
pl_pl: Najlepsi zapraszający

source: Invites Sent
fr_fr: Invitations envoyées
pl_pl: Wysłane zaproszenia

source: No data available. Minimum 5 invitations required.
fr_fr: Aucune donnée disponible. Minimum 5 invitations requises.
pl_pl: Brak dostępnych danych. Wymagane minimum 5 zaproszeń.

source: No invitation stats available.
fr_fr: Aucune statistique d'invitation disponible.
pl_pl: Brak dostępnych statystyk zaproszeń.

source: Unknown Event
fr_fr: Événement inconnu
pl_pl: Nieznane wydarzenie

source: Cancelled
fr_fr: Annulé
pl_pl: Anulowane

source: No Show
fr_fr: Absent
pl_pl: Nie pojawił się

source: N/A
fr_fr: N/D
pl_pl: N/D

source: Loading stats...
fr_fr: Chargement des statistiques...
pl_pl: Ładowanie statystyk...

source: Overview
fr_fr: Aperçu
pl_pl: Przegląd

source: Users
fr_fr: Utilisateurs
pl_pl: Użytkownicy

source: My Events
fr_fr: Mes événements
pl_pl: Moje wydarzenia

source: Leaderboard
fr_fr: Classement
pl_pl: Ranking

source: RSVP & Invitation Stats
fr_fr: Statistiques RSVP et invitations
pl_pl: Statystyki RSVP i zaproszeń

source: My Stats
fr_fr: Mes statistiques
pl_pl: Moje statystyki

source: No one attended this event.
fr_fr: Personne n'a assisté à cet événement.
pl_pl: Nikt nie wziął udziału w tym wydarzeniu.

source: %d person attended
fr_fr: %d personne a assisté
pl_pl: %d osoba wzięła udział

source: Participant (%d)
pl_pl: Uczestnik (%d)

source: Administrator
es_es: Administrador
fr_fr: Administrateur

source: Hi, %1$s has invited you to: %2$s %3$s To RSVP for this event, please click the link below: %4$s Best regards, The %5$s Team
fr_fr: Bonjour, %1$s vous a invité(e) à : %2$s %3$s Pour répondre à cette invitation, veuillez cliquer sur le lien ci-dessous : %4$s Cordialement, L'équipe %5$s

source: Status
fr_fr: Statut

source: Invitations Sent
fr_fr: Invitations envoyées

source: Failed to create or find user for walk-in attendee.
es_es: Error al crear o encontrar usuario para asistente sin reserva.

source: Failed to create user account.
de_de: Benutzerkonto konnte nicht erstellt werden.
es_es: No se pudo crear la cuenta de usuario.

source: Welcome to %s
es_es: Bienvenido a %s

source: Your RSVP has been submitted successfully! A welcome email with login instructions has been sent to your email address.
es_es: ¡Tu confirmación ha sido enviada exitosamente! Se ha enviado un correo de bienvenida con instrucciones de inicio de sesión a tu dirección de correo.

source: Name for new account (required if not logged in).
de_de: Name für neues Konto (erforderlich, wenn nicht angemeldet).

source: Email for new account (required if not logged in).
de_de: E-Mail für neues Konto (erforderlich, wenn nicht angemeldet).
