Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-events/languages/fair-events-*.po
Languages: de_de

source: Event management plugin.
de_de: Veranstaltungsverwaltungs-Plugin.

source: Fair Events Settings
de_de: Fair Events Einstellungen

source: Settings
de_de: Einstellungen

source: Import Events
de_de: Veranstaltungen importieren

source: Import
de_de: Importieren

source: No events found. Please select a valid display pattern.
de_de: Keine Veranstaltungen gefunden. Bitte wählen Sie ein gültiges Anzeigemuster.

source: Event List - With Dates
de_de: Veranstaltungsliste - Mit Daten

source: Display events with title, dates, and excerpt using Query Loop
de_de: Zeige Veranstaltungen mit Titel, Daten und Auszug mit Query Loop

source: Event Grid
de_de: Veranstaltungsraster

source: Display events in a grid layout with images using Query Loop
de_de: Zeige Veranstaltungen in einem Rasterlayout mit Bildern mit Query Loop

# Post type general name
source: Events
de_de: Veranstaltungen

# Post type singular name
source: Event
de_de: Veranstaltung

# Admin Menu text
source: Events
de_de: Veranstaltungen

# Add New on Toolbar
source: Event
de_de: Veranstaltung

source: Add New
de_de: Neu hinzufügen

source: Add New Event
de_de: Neue Veranstaltung hinzufügen

source: New Event
de_de: Neue Veranstaltung

source: Edit Event
de_de: Veranstaltung bearbeiten

source: View Event
de_de: Veranstaltung ansehen

source: All Events
de_de: Alle Veranstaltungen

source: Search Events
de_de: Veranstaltungen suchen

source: Parent Events:
de_de: Übergeordnete Veranstaltung:

source: No events found.
de_de: Keine Veranstaltungen gefunden.

source: No events found in Trash.
de_de: Keine Veranstaltungen im Papierkorb gefunden.

# Overrides the "Featured Image" phrase
source: Event Image
de_de: Veranstaltungsbild

# Overrides the "Set featured image" phrase
source: Set event image
de_de: Veranstaltungsbild festlegen

# Overrides the "Remove featured image" phrase
source: Remove event image
de_de: Veranstaltungsbild entfernen

# Overrides the "Use as featured image" phrase
source: Use as event image
de_de: Als Veranstaltungsbild verwenden

# The post type archive label
source: Event archives
de_de: Veranstaltungsarchiv

# Overrides the "Insert into post" phrase
source: Insert into event
de_de: In Veranstaltung einfügen

# Overrides the "Uploaded to this post" phrase
source: Uploaded to this event
de_de: Zu dieser Veranstaltung hochgeladen

# Screen reader text for the filter links
source: Filter events list
de_de: Veranstaltungsliste filtern

# Screen reader text for the pagination
source: Events list navigation
de_de: Veranstaltungslisten-Navigation

# Screen reader text for the items list
source: Events list
de_de: Veranstaltungsliste

source: Event start date and time
de_de: Startdatum und -zeit der Veranstaltung

source: Event end date and time
de_de: Enddatum und -zeit der Veranstaltung

source: Whether the event is an all-day event
de_de: Ob die Veranstaltung ganztägig ist

source: Event location
de_de: Veranstaltungsort

source: Event Details
de_de: Veranstaltungsdetails

source: Start Date & Time
de_de: Startdatum & -zeit

source: End Date & Time
de_de: Enddatum & -zeit

source: All Day Event
de_de: Ganztägige Veranstaltung

source: Location
de_de: Ort

source: URL slug for events
de_de: URL-Slug für Veranstaltungen

source: Failed to load settings.
de_de: Fehler beim Laden der Einstellungen.

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.

source: Failed to save settings.
de_de: Fehler beim Speichern der Einstellungen.

source: Loading...
de_de: Laden...

source: Event URL Slug
de_de: Veranstaltungs-URL-Slug

source: The URL slug used for event permalinks (e.g., /fair-events/event-name)
de_de: Der URL-Slug für Veranstaltungs-Permalinks (z.B. /fair-events/veranstaltungsname)

source: Saving...
de_de: Speichern...

source: Save Settings
de_de: Einstellungen speichern

source: No event dates set. Add dates in the Event Details panel.
de_de: Keine Veranstaltungsdaten festgelegt. Fügen Sie Daten im Veranstaltungsdetails-Panel hinzu.

source: Event Dates block: Only displays in event post context.
de_de: Veranstaltungsdaten-Block: Wird nur im Veranstaltungskontext angezeigt.

source: Untitled Pattern
de_de: Unbenanntes Muster

source: Events List Settings
de_de: Einstellungen der Veranstaltungsliste

source: Display Pattern
de_de: Anzeigemuster

source: Choose a pattern for displaying events
de_de: Wählen Sie ein Muster zur Anzeige von Veranstaltungen

source: Time Filter
de_de: Zeitfilter

source: Upcoming Events
de_de: Kommende Veranstaltungen

source: Past Events
de_de: Vergangene Veranstaltungen

source: Ongoing Events
de_de: Laufende Veranstaltungen

source: Filter events by time relative to now
de_de: Veranstaltungen nach Zeit relativ zu jetzt filtern

source: Categories
de_de: Kategorien

source: Define more categories if you want to use category filtering
de_de: Definieren Sie mehr Kategorien, wenn Sie Kategoriefilterung verwenden möchten

source: Events List
de_de: Veranstaltungsliste

source: Display Pattern:
de_de: Anzeigemuster:

source: Time Filter:
de_de: Zeitfilter:

source: Categories:
de_de: Kategorien:

source: All
de_de: Alle

source: Event list will appear here on the frontend.
de_de: Die Veranstaltungsliste wird hier im Frontend angezeigt.

# block title
source: Event Dates
de_de: Veranstaltungsdaten

# block description
source: Display event start and end dates using WordPress date/time formats.
de_de: Zeige Start- und Enddatum der Veranstaltung mit WordPress-Datums-/Zeitformaten.

# block keyword
source: event
de_de: veranstaltung

# block keyword
source: date
de_de: datum

# block keyword
source: time
de_de: zeit

# block keyword
source: schedule
de_de: zeitplan

# block title
source: Events List
de_de: Veranstaltungsliste

# block description
source: Display a list of events with filtering options.
de_de: Zeige eine Liste von Veranstaltungen mit Filteroptionen.

# block keyword
source: events
de_de: veranstaltungen

# block keyword
source: calendar
de_de: kalender

# block keyword
source: list
de_de: liste

source: Upcoming
de_de: Bevorstehende

source: Confirm Attendance
de_de: Anwesenheit Bestätigen

source: End date must be after start date
de_de: Enddatum muss nach dem Startdatum liegen

source: Copy Event
de_de: Veranstaltung kopieren

source: You do not have permission to create events.
de_de: Sie haben keine Berechtigung, Veranstaltungen zu erstellen.

source: Security check failed. Please try again.
de_de: Sicherheitsprüfung fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Invalid event ID.
de_de: Ungültige Veranstaltungs-ID.

source: Event not found.
de_de: Veranstaltung nicht gefunden.

source: Event title is required.
de_de: Veranstaltungstitel ist erforderlich.

source: Could not retrieve event dates.
de_de: Veranstaltungsdaten konnten nicht abgerufen werden.

source: Failed to create new event.
de_de: Neue Veranstaltung konnte nicht erstellt werden.

source: You do not have permission to copy events.
de_de: Sie haben keine Berechtigung, Veranstaltungen zu kopieren.

source: Custom date is required.
de_de: Benutzerdefiniertes Datum ist erforderlich.

source: Invalid date option selected.
de_de: Ungültige Datumsoption ausgewählt.

source: Title
de_de: Titel

source: New Event Title
de_de: Neuer Veranstaltungstitel

source: (Copy)
de_de: (Kopie)

source: Event Date
de_de: Veranstaltungsdatum

source: A week later
de_de: Eine Woche später

source: Custom date
de_de: Benutzerdefiniertes Datum

source: Select the new start date. The event duration and time will be preserved.
de_de: Wählen Sie das neue Startdatum. Die Veranstaltungsdauer und -zeit bleiben erhalten.

source: Create Copy
de_de: Kopie erstellen

source: Cancel
de_de: Abbrechen

source: Event Length
de_de: Veranstaltungsdauer

source: Other
de_de: Andere

source: Select a duration to automatically set the end time
de_de: Wählen Sie eine Dauer, um die Endzeit automatisch festzulegen

source: Copy
de_de: Kopieren

source: Event Sources
de_de: Veranstaltungsquellen

source: Failed to delete source.
de_de: Löschen der Quelle fehlgeschlagen.

source: Failed to load categories.
de_de: Kategorien konnten nicht geladen werden.

source: Select Event Categories
de_de: Veranstaltungskategorien auswählen

source: Loading categories...
de_de: Kategorien werden geladen...

source: No categories found. Create categories first.
de_de: Keine Kategorien gefunden. Erstellen Sie zuerst Kategorien.

source: Events from these categories will be included in this source.
de_de: Veranstaltungen aus diesen Kategorien werden in dieser Quelle enthalten sein.

source: Enter the URL of the iCal feed to import events from.
de_de: Geben Sie die URL des iCal-Feeds ein, von dem Veranstaltungen importiert werden sollen.

source: Meetup API integration is coming soon.
de_de: Die Meetup-API-Integration wird bald verfügbar sein.

source: Data Source
de_de: Datenquelle

source: Source Name
de_de: Quellenname

source: A descriptive name for this event source.
de_de: Ein beschreibender Name für diese Veranstaltungsquelle.

source: URL-friendly identifier for this source.
de_de: URL-freundliche Kennung für diese Quelle.

source: Auto-generated from name. Can be customized.
de_de: Automatisch aus dem Namen generiert. Kann angepasst werden.

source: Data Sources
de_de: Datenquellen

source: Add Data Source
de_de: Datenquelle hinzufügen

source: Configure one or more data sources to aggregate events from.
de_de: Konfigurieren Sie eine oder mehrere Datenquellen zum Aggregieren von Veranstaltungen.

source: Enable this source
de_de: Diese Quelle aktivieren

source: Disabled sources will not be used for event imports.
de_de: Deaktivierte Quellen werden nicht für Veranstaltungsimporte verwendet.

source: Update Source
de_de: Quelle aktualisieren

source: Create Source
de_de: Quelle erstellen

source: Are you sure you want to delete this source?
de_de: Möchten Sie diese Quelle wirklich löschen?

source: Source deleted successfully.
de_de: Quelle erfolgreich gelöscht.

source: Source updated successfully.
de_de: Quelle erfolgreich aktualisiert.

source: Source created successfully.
de_de: Quelle erfolgreich erstellt.

source: iCal URL copied to clipboard!
de_de: iCal-URL in die Zwischenablage kopiert!

source: Failed to copy URL to clipboard.
de_de: URL konnte nicht in die Zwischenablage kopiert werden.

source: Add New Source
de_de: Neue Quelle hinzufügen

source: Loading sources...
de_de: Quellen werden geladen...

source: No sources found. Create your first source to get started.
de_de: Keine Quellen gefunden. Erstellen Sie Ihre erste Quelle, um zu beginnen.

source: data source(s)
de_de: Datenquelle(n)

source: Copy iCal feed URL
de_de: iCal-Feed-URL kopieren

source: Copy URL
de_de: URL kopieren

source: Edit Event Source
de_de: Veranstaltungsquelle bearbeiten

source: Add New Event Source
de_de: Neue Veranstaltungsquelle hinzufügen
