Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-audience/languages/fair-audience-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
pl_pl: Tak

source: Add New Poll
de_de: Neue Umfrage hinzufügen
es_es: Añadir Nueva Encuesta
fr_fr: Ajouter un nouveau sondage
pl_pl: Dodaj nową ankietę

source: Invitations sent to %d participants
de_de: Einladungen an %d Teilnehmer gesendet
es_es: Invitaciones enviadas a %d participantes
fr_fr: Invitations envoyées à %d participants
pl_pl: Wysłano zaproszenia do %d uczestników

source: Failed to send to:
de_de: Senden fehlgeschlagen an:
es_es: Error al enviar a:
fr_fr: Échec de l'envoi à :
pl_pl: Nie udało się wysłać do:

source: Poll Statistics
de_de: Umfrage-Statistiken
es_es: Estadísticas de la Encuesta
fr_fr: Statistiques du sondage
pl_pl: Statystyki ankiety

source: Answered
de_de: Beantwortet
es_es: Respondido
fr_fr: Répondu
pl_pl: Odpowiedziano

source: Received Email
de_de: E-Mail erhalten
es_es: Correo Electrónico Recibido
fr_fr: E-mail reçu
pl_pl: Otrzymano e-mail

source: Did Not Receive Email
de_de: Keine E-Mail erhalten
es_es: Correo Electrónico No Recibido
fr_fr: E-mail non reçu
pl_pl: Nie otrzymano e-maila

source: Sending...
de_de: Wird gesendet...
es_es: Enviando...
fr_fr: Envoi en cours...
pl_pl: Wysyłanie...

source: Send Poll Invitations
de_de: Umfrage-Einladungen senden
es_es: Enviar Invitaciones de Encuesta
fr_fr: Envoyer les invitations au sondage
pl_pl: Wyślij zaproszenia do ankiety

source: Generating PDF...
de_de: PDF wird generiert...
es_es: Generando PDF...
fr_fr: Génération du PDF en cours...
pl_pl: Generowanie PDF...

source: Download Results PDF
de_de: Ergebnis-PDF herunterladen
es_es: Descargar PDF de Resultados
fr_fr: Télécharger le PDF des résultats
pl_pl: Pobierz wyniki PDF

source: Send this poll to all event participants who have not yet responded. Participants who have already answered will be skipped.
de_de: Senden Sie diese Umfrage an alle Veranstaltungsteilnehmer, die noch nicht geantwortet haben. Teilnehmer, die bereits geantwortet haben, werden übersprungen.
es_es: Envíe esta encuesta a todos los participantes del evento que aún no han respondido. Los participantes que ya han respondido serán omitidos.
fr_fr: Envoyez ce sondage à tous les participants de l'événement qui n'ont pas encore répondu. Les participants ayant déjà répondu seront ignorés.
pl_pl: Wyślij tę ankietę do wszystkich uczestników wydarzenia, którzy jeszcze nie odpowiedzieli. Uczestnicy, którzy już odpowiedzieli, zostaną pominięci.

source: Select an event...
de_de: Eine Veranstaltung auswählen...
es_es: Seleccione un evento...
fr_fr: Sélectionnez un événement...
pl_pl: Wybierz wydarzenie...

source: Poll Title (Internal)
de_de: Umfrage-Titel (intern)
es_es: Título de la Encuesta (Interno)
fr_fr: Titre du sondage (Interne)
pl_pl: Tytuł ankiety (wewnętrzny)

source: Internal reference for this poll.
de_de: Interne Referenz für diese Umfrage.
es_es: Referencia interna para esta encuesta.
fr_fr: Référence interne pour ce sondage.
pl_pl: Wewnętrzne odniesienie do tej ankiety.

source: Question
de_de: Frage
es_es: Pregunta
pl_pl: Pytanie

source: The question shown to participants.
de_de: Die Frage, die den Teilnehmern angezeigt wird.
es_es: La pregunta mostrada a los participantes.
fr_fr: La question présentée aux participants.
pl_pl: Pytanie wyświetlane uczestnikom.

source: Options
de_de: Optionen
es_es: Opciones
pl_pl: Opcje

source: Add the multiple-choice options for participants to select from.
de_de: Fügen Sie die Multiple-Choice-Optionen hinzu, aus denen die Teilnehmer auswählen können.
es_es: Agregue las opciones de opción múltiple para que los participantes seleccionen.
fr_fr: Ajoutez les options à choix multiples que les participants peuvent sélectionner.
pl_pl: Dodaj opcje wielokrotnego wyboru, spośród których uczestnicy będą mogli wybierać.

source: Option %d
es_es: Opción %d
pl_pl: Opcja %d

source: Move up
de_de: Nach oben verschieben
es_es: Mover arriba
fr_fr: Monter
pl_pl: Przesuń w górę

source: Move down
de_de: Nach unten verschieben
es_es: Mover abajo
fr_fr: Descendre
pl_pl: Przesuń w dół

source: Add Option
de_de: Option hinzufügen
es_es: Agregar opción
fr_fr: Ajouter une option
pl_pl: Dodaj opcję

source: Status
es_es: Estado
fr_fr: Statut

source: Draft
de_de: Entwurf
es_es: Borrador
fr_fr: Brouillon
pl_pl: Wersja robocza

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
pl_pl: Aktywna

source: Closed
de_de: Geschlossen
es_es: Cerrado
fr_fr: Fermé
pl_pl: Zamknięta

source: Active polls can receive responses. Closed polls do not accept new responses.
de_de: Aktive Umfragen können Antworten empfangen. Geschlossene Umfragen akzeptieren keine neuen Antworten.
es_es: Las encuestas activas pueden recibir respuestas. Las encuestas cerradas no aceptan nuevas respuestas.
fr_fr: Les sondages actifs peuvent recevoir des réponses. Les sondages fermés n'acceptent pas de nouvelles réponses.
pl_pl: Aktywne ankiety mogą otrzymywać odpowiedzi. Zamknięte ankiety nie przyjmują nowych odpowiedzi.

source: Saving...
de_de: Wird gespeichert...
es_es: Guardando...
fr_fr: Enregistrement...
pl_pl: Zapisywanie...

source: Update Poll
de_de: Umfrage aktualisieren
es_es: Actualizar encuesta
fr_fr: Mettre à jour le sondage
pl_pl: Zaktualizuj ankietę

source: Create Poll
de_de: Umfrage erstellen
es_es: Crear encuesta
fr_fr: Créer un sondage
pl_pl: Utwórz ankietę

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj

source: Are you sure you want to delete this poll?
de_de: Sind Sie sicher, dass Sie diese Umfrage löschen möchten?
es_es: ¿Está seguro de que desea eliminar esta encuesta?
fr_fr: Êtes-vous sûr de vouloir supprimer ce sondage ?
pl_pl: Czy na pewno chcesz usunąć tę ankietę?

source: Add New
de_de: Neu hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter
pl_pl: Dodaj nową

source: No polls found. Create your first poll to get started.
de_de: Keine Umfragen gefunden. Erstellen Sie Ihre erste Umfrage, um zu beginnen.
es_es: No se encontraron encuestas. Cree su primera encuesta para comenzar.
fr_fr: Aucun sondage trouvé. Créez votre premier sondage pour commencer.
pl_pl: Nie znaleziono ankiet. Utwórz pierwszą ankietę, aby rozpocząć.

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
pl_pl: Tytuł

source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créé
pl_pl: Utworzona

source: Invalid poll link.
de_de: Ungültiger Umfrage-Link.
es_es: Enlace de encuesta no válido.
fr_fr: Lien de sondage invalide.
pl_pl: Nieprawidłowy link do ankiety.

source: Invalid or expired poll link.
de_de: Ungültiger oder abgelaufener Umfrage-Link.
es_es: Enlace de encuesta no válido o caducado.
fr_fr: Lien de sondage invalide ou expiré.
pl_pl: Nieprawidłowy lub wygasły link do ankiety.

source: Failed to load poll.
de_de: Umfrage konnte nicht geladen werden.
es_es: No se pudo cargar la encuesta.
fr_fr: Échec du chargement du sondage.
pl_pl: Nie udało się wczytać ankiety.

source: Failed to submit your response. Please try again.
de_de: Fehler beim Übermitteln Ihrer Antwort. Bitte versuchen Sie es erneut.
es_es: No se pudo enviar su respuesta. Inténtelo de nuevo.
fr_fr: Impossible de soumettre votre réponse. Veuillez réessayer.
pl_pl: Nie udało się przesłać odpowiedzi. Spróbuj ponownie.

source: you've already submitted your response to this poll.
de_de: Sie haben Ihre Antwort zu dieser Umfrage bereits übermittelt.
es_es: Ya has enviado tu respuesta a esta encuesta.
fr_fr: Vous avez déjà soumis votre réponse à ce sondage.
pl_pl: już wysłałeś/wysłałaś swoją odpowiedź w tej ankiecie.

source: You've already submitted your response to this poll.
de_de: Sie haben Ihre Antwort zu dieser Umfrage bereits übermittelt.
es_es: Ya has enviado tu respuesta a esta encuesta.
fr_fr: Vous avez déjà soumis votre réponse à ce sondage.
pl_pl: Już wysłałeś/wysłałaś swoją odpowiedź w tej ankiecie.

source: Your response has been recorded successfully.
de_de: Ihre Antwort wurde erfolgreich aufgezeichnet.
es_es: Tu respuesta ha sido registrada con éxito.
fr_fr: Votre réponse a été enregistrée avec succès.
pl_pl: Twoja odpowiedź została pomyślnie zarejestrowana.

source: Hi
de_de: Hallo
es_es: Hola
fr_fr: Bonjour
pl_pl: Cześć

source: Submitting...
de_de: Wird übermittelt...
es_es: Enviando...
fr_fr: Envoi en cours...
pl_pl: Wysyłanie...

source: Submit Response
de_de: Antwort absenden
es_es: Enviar Respuesta
fr_fr: Soumettre la réponse
pl_pl: Wyślij odpowiedź

source: Collaborator
de_de: Mitarbeiter
es_es: Colaborador
fr_fr: Collaborateur
pl_pl: Współpracownik

source: Set Photo Author
de_de: Foto-Autor festlegen
es_es: Establecer Autor de Foto
fr_fr: Définir l'auteur de la photo
pl_pl: Ustaw autora zdjęcia

source: Security check failed.
de_de: Sicherheitsüberprüfung fehlgeschlagen.
es_es: Verificación de seguridad fallida.
fr_fr: Vérification de sécurité échouée.
pl_pl: Weryfikacja bezpieczeństwa nie powiodła się.

source: You do not have permission to access this page.
de_de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
es_es: No tiene permiso para acceder a esta página.
fr_fr: Vous n'avez pas la permission d'accéder à cette page.
pl_pl: Nie masz uprawnień do dostępu do tej strony.

source: Please select an author.
de_de: Bitte wählen Sie einen Autor.
es_es: Por favor, seleccione un autor.
fr_fr: Veuillez sélectionner un auteur.
pl_pl: Proszę wybrać autora.

source: Invalid author selected.
de_de: Ungültiger Autor ausgewählt.
es_es: Autor seleccionado no válido.
fr_fr: Auteur sélectionné invalide.
pl_pl: Wybrano nieprawidłowego autora.

source: No photos to assign.
de_de: Keine Fotos zum Zuweisen.
es_es: No hay fotos para asignar.
fr_fr: Aucune photo à attribuer.
pl_pl: Brak zdjęć do przypisania.

source: No photos selected.
de_de: Keine Fotos ausgewählt.
es_es: No se han seleccionado fotos.
fr_fr: Aucune photo sélectionnée.
pl_pl: Nie wybrano żadnych zdjęć.

source: %d photo selected:
de_de: %d Foto ausgewählt:
es_es: %d foto seleccionada:
fr_fr: %d photo sélectionnée :
pl_pl: %d zdjęcie wybrane:

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur
pl_pl: Autor

source: — Select Author —
de_de: — Autor auswählen —
es_es: — Seleccionar Autor —
fr_fr: — Sélectionner un auteur —
pl_pl: — Wybierz autora —

source: All selected photos will be attributed to this author.
de_de: Alle ausgewählten Fotos werden diesem Autor zugeordnet.
es_es: Todas las fotos seleccionadas se atribuirán a este autor.
fr_fr: Toutes les photos sélectionnées seront attribuées à cet auteur.
pl_pl: Wszystkie wybrane zdjęcia zostaną przypisane temu autorowi.

source: Set Author
de_de: Autor festlegen
es_es: Establecer Autor
fr_fr: Définir l'auteur
pl_pl: Ustaw autora

source: %1$d photo assigned to "%2$s".
de_de: %1$d Foto „%2$s" zugewiesen.
es_es: %1$d foto asignada a «%2$s».
fr_fr: %1$d photo attribuée à « %2$s ».
pl_pl: %1$d zdjęcie przypisane do „%2$s".

source: Photo Author
de_de: Foto-Autor
es_es: Autor de Foto
fr_fr: Auteur de la photo
pl_pl: Autor zdjęcia

source: Who took this photo
de_de: Wer hat dieses Foto aufgenommen
es_es: Quién tomó esta foto
fr_fr: Qui a pris cette photo
pl_pl: Kto zrobił to zdjęcie

source: All Authors
de_de: Alle Autoren
es_es: Todos los Autores
fr_fr: Tous les auteurs
pl_pl: Wszyscy autorzy

source: Automatically assign an author to uploaded photos. Select an author below before uploading.
de_de: Weisen Sie hochgeladenen Fotos automatisch einen Autor zu. Wählen Sie vor dem Hochladen einen Autor aus.
es_es: Asignar automáticamente un autor a las fotos subidas. Seleccione un autor a continuación antes de subir.
fr_fr: Attribuer automatiquement un auteur aux photos téléchargées. Sélectionnez un auteur ci-dessous avant le téléchargement.
pl_pl: Automatycznie przypisz autora do przesłanych zdjęć. Wybierz autora poniżej przed przesłaniem.

source: Author:
de_de: Autor:
es_es: Autor:
fr_fr: Auteur :
pl_pl: Autor:

source: — No Author (Manual Assignment) —
de_de: — Kein Autor (manuelle Zuweisung) —
es_es: — Sin Autor (Asignación Manual) —
fr_fr: — Aucun auteur (Attribution manuelle) —
pl_pl: — Bez autora (ręczne przypisanie) —

source: Selected. New uploads will be credited to this author.
de_de: Ausgewählt. Neue Uploads werden diesem Autor gutgeschrieben.
es_es: Seleccionado. Las nuevas subidas se acreditarán a este autor.
fr_fr: Sélectionné. Les nouveaux téléchargements seront crédités à cet auteur.
pl_pl: Wybrano. Nowe przesłania będą przypisane temu autorowi.

source: Error saving selection
de_de: Fehler beim Speichern der Auswahl
es_es: Error al guardar la selección
fr_fr: Erreur lors de la sauvegarde de la sélection
pl_pl: Błąd podczas zapisywania wyboru

source: Failed to remove participant ID %d
de_de: Fehler beim Entfernen der Teilnehmer-ID %d
es_es: No se pudo eliminar el ID de participante %d
fr_fr: Impossible de supprimer l'ID du participant %d
pl_pl: Nie udało się usunąć identyfikatora uczestnika %d

source: Participant ID %d not found
de_de: Teilnehmer-ID %d nicht gefunden
es_es: ID de participante %d no encontrado
fr_fr: ID du participant %d non trouvé
pl_pl: Nie znaleziono identyfikatora uczestnika %d

source: You do not have permission to send gallery invitations.
de_de: Sie haben keine Berechtigung, Galerie-Einladungen zu senden.
es_es: No tiene permiso para enviar invitaciones a la galería.
fr_fr: Vous n'avez pas la permission d'envoyer des invitations de galerie.
pl_pl: Nie masz uprawnień do wysyłania zaproszeń do galerii.

source: You do not have permission to view gallery invitation stats.
de_de: Sie haben keine Berechtigung, Statistiken zu Galerie-Einladungen anzuzeigen.
es_es: No tiene permiso para ver las estadísticas de invitaciones a la galería.
fr_fr: Vous n'avez pas la permission de consulter les statistiques d'invitation de galerie.
pl_pl: Nie masz uprawnień do przeglądania statystyk zaproszeń do galerii.

source: Row %1$d: Failed to link participant to event: %2$s
de_de: Zeile %1$d: Fehler beim Verknüpfen des Teilnehmers mit der Veranstaltung: %2$s
es_es: Fila %1$d: No se pudo vincular al participante con el evento: %2$s
fr_fr: Ligne %1$d : Échec de la liaison du participant à l'événement : %2$s
pl_pl: Wiersz %1$d: Nie udało się powiązać uczestnika z wydarzeniem: %2$s

source: Participant %1$d: Failed to link to event: %2$s
de_de: Teilnehmer %1$d: Fehler beim Verknüpfen mit der Veranstaltung: %2$s
es_es: Participante %1$d: No se pudo vincular al evento: %2$s
fr_fr: Participant %1$d : Échec de la liaison à l'événement : %2$s
pl_pl: Uczestnik %1$d: Nie udało się powiązać z wydarzeniem: %2$s

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es_es: Por favor, introduzca una dirección de correo electrónico válida.
fr_fr: Veuillez saisir une adresse e-mail valide.
pl_pl: Proszę wprowadzić prawidłowy adres e-mail.

source: Too many requests. Please try again later.
de_de: Zu viele Anfragen. Bitte versuchen Sie es später erneut.
es_es: Demasiadas solicitudes. Inténtelo de nuevo más tarde.
fr_fr: Trop de requêtes. Veuillez réessayer plus tard.
pl_pl: Zbyt wiele żądań. Proszę spróbować ponownie później.

source: You're already subscribed!
de_de: Sie sind bereits angemeldet!
es_es: ¡Ya está suscrito!
fr_fr: Vous êtes déjà abonné !
pl_pl: Jesteś już zapisany!

source: We sent you another confirmation email. Please check your inbox.
de_de: Wir haben Ihnen eine weitere Bestätigungs-E-Mail gesendet. Bitte überprüfen Sie Ihren Posteingang.
es_es: Le hemos enviado otro correo de confirmación. Por favor, revise su bandeja de entrada.
fr_fr: Nous vous avons envoyé un autre e-mail de confirmation. Veuillez vérifier votre boîte de réception.
pl_pl: Wysłaliśmy do Ciebie kolejny e-mail potwierdzający. Sprawdź swoją skrzynkę odbiorczą.

source: Failed to process signup. Please try again.
de_de: Anmeldung konnte nicht verarbeitet werden. Bitte versuchen Sie es erneut.
es_es: No se pudo procesar la suscripción. Inténtelo de nuevo.
fr_fr: Échec du traitement de l'inscription. Veuillez réessayer.
pl_pl: Nie udało się przetworzyć zapisu. Proszę spróbować ponownie.

source: Failed to send confirmation email. Please try again.
de_de: Bestätigungs-E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es_es: No se pudo enviar el correo de confirmación. Inténtelo de nuevo.
fr_fr: Échec de l'envoi de l'e-mail de confirmation. Veuillez réessayer.
pl_pl: Nie udało się wysłać e-maila potwierdzającego. Proszę spróbować ponownie.

source: Please check your email to confirm your subscription.
de_de: Bitte überprüfen Sie Ihre E-Mails zur Bestätigung Ihrer Anmeldung.
es_es: Por favor, revise su correo electrónico para confirmar su suscripción.
fr_fr: Veuillez vérifier votre e-mail pour confirmer votre abonnement.
pl_pl: Sprawdź swoją pocztę, aby potwierdzić subskrypcję.

source: Invalid or expired confirmation link. Please sign up again.
de_de: Ungültiger oder abgelaufener Bestätigungslink. Bitte melden Sie sich erneut an.
es_es: Enlace de confirmación inválido o caducado. Por favor, suscríbase de nuevo.
fr_fr: Lien de confirmation invalide ou expiré. Veuillez vous réinscrire.
pl_pl: Nieprawidłowy lub wygasły link potwierdzający. Proszę zapisać się ponownie.

source: This confirmation link has expired. Please sign up again.
de_de: Dieser Bestätigungslink ist abgelaufen. Bitte melden Sie sich erneut an.
es_es: Este enlace de confirmación ha caducado. Por favor, suscríbase de nuevo.
fr_fr: Ce lien de confirmation a expiré. Veuillez vous réinscrire.
pl_pl: Ten link potwierdzający wygasł. Proszę zapisać się ponownie.

source: Invalid confirmation link. Please sign up again.
de_de: Ungültiger Bestätigungslink. Bitte melden Sie sich erneut an.
es_es: Enlace de confirmación inválido. Por favor, suscríbase de nuevo.
fr_fr: Lien de confirmation invalide. Veuillez vous réinscrire.
pl_pl: Nieprawidłowy link potwierdzający. Proszę zapisać się ponownie.

source: Failed to confirm subscription. Please try again.
de_de: Anmeldung konnte nicht bestätigt werden. Bitte versuchen Sie es erneut.
es_es: No se pudo confirmar la suscripción. Inténtelo de nuevo.
fr_fr: Échec de la confirmation de l'abonnement. Veuillez réessayer.
pl_pl: Nie udało się potwierdzić subskrypcji. Proszę spróbować ponownie.

source: Your email has been confirmed. Welcome!
de_de: Ihre E-Mail wurde bestätigt. Willkommen!
es_es: Su correo electrónico ha sido confirmado. ¡Bienvenido!
fr_fr: Votre e-mail a été confirmé. Bienvenue !
pl_pl: Twój adres e-mail został potwierdzony. Witaj!

source: Subscribe
de_de: Abonnieren
es_es: Suscribirse
fr_fr: S'abonner
pl_pl: Zapisz się

source: First Name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
pl_pl: Imię

source: Enter your first name
de_de: Geben Sie Ihren Vornamen ein
es_es: Introduce tu nombre
fr_fr: Entrez votre prénom
pl_pl: Wprowadź swoje imię

source: Last Name
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
pl_pl: Nazwisko

source: Enter your last name
de_de: Geben Sie Ihren Nachnamen ein
es_es: Introduce tu apellido
fr_fr: Entrez votre nom de famille
pl_pl: Wprowadź swoje nazwisko

source: Enter your email
de_de: Geben Sie Ihre E-Mail-Adresse ein
es_es: Introduce tu correo electrónico
fr_fr: Entrez votre adresse e-mail
pl_pl: Wprowadź swój adres e-mail

source: Photos from %s are ready!
de_de: Fotos von %s sind fertig!
es_es: ¡Las fotos de %s están listas!
fr_fr: Les photos de %s sont prêtes !
pl_pl: Zdjęcia z %s są gotowe!

source: The photos from %s are now available for you to view and like!
de_de: Die Fotos von %s sind jetzt für Sie zum Ansehen und Liken verfügbar!
es_es: ¡Las fotos de %s ya están disponibles para que las veas y te gusten!
fr_fr: Les photos de %s sont maintenant disponibles pour que vous puissiez les consulter et les aimer !
pl_pl: Zdjęcia z %s są już dostępne do przeglądania i polubienia!

source: Click the button below to browse the gallery and let us know which photos you like best:
de_de: Klicken Sie auf die Schaltfläche unten, um die Galerie zu durchsuchen und uns mitzuteilen, welche Fotos Ihnen am besten gefallen:
es_es: Haz clic en el botón de abajo para navegar por la galería y decirnos qué fotos te gustan más:
fr_fr: Cliquez sur le bouton ci-dessous pour parcourir la galerie et nous indiquer quelles photos vous préférez :
pl_pl: Kliknij poniższy przycisk, aby przeglądnąć galerię i dać nam znać, które zdjęcia przypadły Ci najbardziej do gustu:

source: View Gallery
de_de: Galerie anzeigen
es_es: Ver Galería
fr_fr: Voir la galerie
pl_pl: Wyświetl galerię

source: Confirm your subscription to %s
de_de: Bestätigen Sie Ihr Abonnement für %s
es_es: Confirma tu suscripción a %s
fr_fr: Confirmez votre abonnement à %s
pl_pl: Potwierdź subskrypcję %s

source: Thank you for signing up for our mailing list! Please confirm your email address by clicking the button below.
de_de: Vielen Dank, dass Sie sich für unseren Verteiler angemeldet haben! Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf die Schaltfläche unten klicken.
es_es: ¡Gracias por suscribirte a nuestra lista de correo! Por favor, confirma tu dirección de correo electrónico haciendo clic en el botón de abajo.
fr_fr: Merci de vous être inscrit à notre liste de diffusion ! Veuillez confirmer votre adresse e-mail en cliquant sur le bouton ci-dessous.
pl_pl: Dziękujemy za zapisanie się do naszej listy mailingowej! Potwierdź swój adres e-mail, klikając poniższy przycisk.

source: Confirm Email
de_de: E-Mail bestätigen
es_es: Confirmar Correo
fr_fr: Confirmer l'e-mail
pl_pl: Potwierdź e-mail

source: This link will expire in 48 hours.
de_de: Dieser Link läuft in 48 Stunden ab.
es_es: Este enlace caducará en 48 horas.
fr_fr: Ce lien expirera dans 48 heures.
pl_pl: Ten link wygaśnie za 48 godzin.

source: If you didn't sign up for this mailing list, you can safely ignore this email.
de_de: Wenn Sie sich nicht für diesen Verteiler angemeldet haben, können Sie diese E-Mail ignorieren.
es_es: Si no te has suscrito a esta lista de correo, puedes ignorar este correo electrónico de forma segura.
fr_fr: Si vous ne vous êtes pas inscrit à cette liste de diffusion, vous pouvez ignorer ce message en toute sécurité.
pl_pl: Jeśli nie rejestrowałeś się na tej liście mailingowej, możesz bezpiecznie zignorować tę wiadomość.

source: Invalid confirmation link.
de_de: Ungültiger Bestätigungslink.
es_es: Enlace de confirmación no válido.
fr_fr: Lien de confirmation invalide.
pl_pl: Nieprawidłowy link potwierdzający.

source: Your email is already confirmed!
de_de: Ihre E-Mail ist bereits bestätigt!
es_es: ¡Tu correo electrónico ya está confirmado!
fr_fr: Votre e-mail est déjà confirmé !
pl_pl: Twój adres e-mail jest już potwierdzony!

source: Your email has been confirmed. Welcome to our mailing list!
de_de: Ihre E-Mail wurde bestätigt. Willkommen in unserem Verteiler!
es_es: Tu correo electrónico ha sido confirmado. ¡Bienvenido a nuestra lista de correo!
fr_fr: Votre e-mail a été confirmé. Bienvenue sur notre liste de diffusion !
pl_pl: Twój adres e-mail został potwierdzony. Witaj w naszej liście mailingowej!

source: Failed to confirm your email. Please try again.
de_de: Die Bestätigung Ihrer E-Mail ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: No se pudo confirmar tu correo electrónico. Inténtalo de nuevo.
fr_fr: Échec de la confirmation de votre e-mail. Veuillez réessayer.
pl_pl: Nie udało się potwierdzić Twojego adresu e-mail. Spróbuj ponownie.

source: Email Confirmed!
de_de: E-Mail bestätigt!
es_es: ¡Correo Confirmado!
fr_fr: E-mail confirmé !
pl_pl: E-mail potwierdzony!

source: Already Confirmed
de_de: Bereits bestätigt
es_es: Ya Confirmado
fr_fr: Déjà confirmé
pl_pl: Już potwierdzono

source: Confirmation Failed
de_de: Bestätigung fehlgeschlagen
es_es: Confirmación Fallida
fr_fr: Confirmation échouée
pl_pl: Potwierdzenie nie powiodło się

source: Return to Homepage
de_de: Zurück zur Startseite
es_es: Volver a la página de inicio
fr_fr: Retour à la page d'accueil
pl_pl: Powrót do strony głównej
