Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-audience/languages/fair-audience-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: No available events found.
de_de: Keine verfügbaren Ereignisse gefunden.
es_es: No se encontraron eventos disponibles.
fr_fr: Aucun événement disponible trouvé.
pl_pl: Nie znaleziono dostępnych wydarzeń.

source: Add to Events
de_de: Zu Ereignissen hinzufügen
es_es: Añadir a Eventos
fr_fr: Ajouter aux événements
pl_pl: Dodaj do Wydarzeń

source: Description
de_de: Beschreibung
es_es: Descripción
pl_pl: Opis

source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
pl_pl: Członkowie

source: Failed to save group.
de_de: Gruppe konnte nicht gespeichert werden.
es_es: No se pudo guardar el grupo.
fr_fr: Échec de l'enregistrement du groupe.
pl_pl: Nie udało się zapisać grupy.

source: Are you sure you want to delete this group?
de_de: Sind Sie sicher, dass Sie diese Gruppe löschen möchten?
es_es: ¿Está seguro de que desea eliminar este grupo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce groupe ?
pl_pl: Czy na pewno chcesz usunąć tę grupę?

source: Manage Members
de_de: Mitglieder verwalten
es_es: Administrar Miembros
fr_fr: Gérer les membres
pl_pl: Zarządzaj Członkami

source: Create Group
de_de: Gruppe erstellen
es_es: Crear Grupo
fr_fr: Créer un groupe
pl_pl: Utwórz Grupę

source: Edit Group
de_de: Gruppe bearbeiten
es_es: Editar Grupo
fr_fr: Modifier le groupe
pl_pl: Edytuj Grupę

source: Enter group name...
de_de: Gruppennamen eingeben...
es_es: Introduzca el nombre del grupo...
fr_fr: Saisir le nom du groupe...
pl_pl: Wprowadź nazwę grupy...

source: Enter group description (optional)...
de_de: Gruppenbeschreibung eingeben (optional)...
es_es: Introduzca la descripción del grupo (opcional)...
fr_fr: Saisir la description du groupe (facultatif)...
pl_pl: Wprowadź opis grupy (opcjonalnie)...

source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
pl_pl: Utwórz

source: Current Members
de_de: Aktuelle Mitglieder
es_es: Miembros Actuales
fr_fr: Membres actuels
pl_pl: Aktualni Członkowie

source: No members in this group.
de_de: Keine Mitglieder in dieser Gruppe.
es_es: No hay miembros en este grupo.
fr_fr: Aucun membre dans ce groupe.
pl_pl: Brak członków w tej grupie.

source: Add Members
de_de: Mitglieder hinzufügen
es_es: Añadir Miembros
fr_fr: Ajouter des membres
pl_pl: Dodaj Członków

source: Search participants...
de_de: Teilnehmer suchen...
es_es: Buscar participantes...
fr_fr: Rechercher des participants...
pl_pl: Szukaj uczestników...

source: No participants available to add.
de_de: Keine Teilnehmer zum Hinzufügen verfügbar.
es_es: No hay participantes disponibles para añadir.
fr_fr: Aucun participant disponible à ajouter.
pl_pl: Brak dostępnych uczestników do dodania.

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
pl_pl: Zamknij

source: Add Selected
de_de: Ausgewählte hinzufügen
es_es: Añadir Seleccionados
fr_fr: Ajouter la sélection
pl_pl: Dodaj Zaznaczone

source: WordPress Users
de_de: WordPress-Benutzer
es_es: Usuarios de WordPress
fr_fr: Utilisateurs WordPress
pl_pl: Użytkownicy WordPress

source: Failed to load data. Please try again.
de_de: Daten konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es_es: No se pudieron cargar los datos. Por favor, inténtelo de nuevo.
fr_fr: Échec du chargement des données. Veuillez réessayer.
pl_pl: Nie udało się wczytać danych. Proszę spróbować ponownie.

source: No users selected for import.
de_de: Keine Benutzer für den Import ausgewählt.
es_es: No se han seleccionado usuarios para importar.
fr_fr: Aucun utilisateur sélectionné pour l'importation.
pl_pl: Nie wybrano użytkowników do importu.

source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
pl_pl: Nieznany błąd

source: Import from WordPress Users
de_de: Import aus WordPress-Benutzern
es_es: Importar desde Usuarios de WordPress
fr_fr: Importer depuis les utilisateurs WordPress
pl_pl: Import z użytkowników WordPress

source: Create audience members from existing WordPress users. Users who already have a linked participant will be shown but cannot be imported again.
de_de: Zielgruppenmitglieder aus vorhandenen WordPress-Benutzern erstellen. Benutzer, die bereits einen verknüpften Teilnehmer haben, werden angezeigt, können aber nicht erneut importiert werden.
es_es: Crear miembros de audiencia a partir de usuarios de WordPress existentes. Los usuarios que ya tienen un participante vinculado se mostrarán, pero no podrán importarse de nuevo.
fr_fr: Créez des membres d'audience à partir des utilisateurs WordPress existants. Les utilisateurs ayant déjà un participant lié seront affichés mais ne pourront pas être importés à nouveau.
pl_pl: Utwórz członków grupy docelowej z istniejących użytkowników WordPress. Użytkownicy, którzy mają już powiązanego uczestnika, będą wyświetlani, ale nie można ich ponownie zaimportować.

source: Loading users...
de_de: Benutzer werden geladen...
es_es: Cargando usuarios...
fr_fr: Chargement des utilisateurs...
pl_pl: Ładowanie użytkowników...

source: No WordPress users found.
de_de: Keine WordPress-Benutzer gefunden.
es_es: No se encontraron usuarios de WordPress.
fr_fr: Aucun utilisateur WordPress trouvé.
pl_pl: Nie znaleziono użytkowników WordPress.

source: Select All Unlinked
de_de: Alle nicht verknüpften auswählen
es_es: Seleccionar todos los no vinculados
fr_fr: Sélectionner tous les utilisateurs non liés
pl_pl: Zaznacz wszystkie niepowiązane

source: Selected:
de_de: Ausgewählt:
es_es: Seleccionados:
fr_fr: Sélectionnés :
pl_pl: Wybrano:

source: unlinked users
de_de: nicht verknüpfte Benutzer
es_es: usuarios no vinculados
fr_fr: utilisateurs non liés
pl_pl: niepowiązanych użytkowników

source: Role
de_de: Rolle
es_es: Rol
fr_fr: Rôle
pl_pl: Rola

source: Already linked
de_de: Bereits verknüpft
es_es: Ya vinculado
fr_fr: Déjà lié
pl_pl: Już powiązane

source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
pl_pl: Dostępne

source: Import Selected Users
de_de: Ausgewählte Benutzer importieren
es_es: Importar usuarios seleccionados
fr_fr: Importer les utilisateurs sélectionnés
pl_pl: Importuj wybranych użytkowników

source: Failed:
de_de: Fehlgeschlagen:
es_es: Error:
fr_fr: Échec :
pl_pl: Niepowodzenie:

source: Signup Button Text
de_de: Text für Anmelde-Button
es_es: Texto del botón de registro
fr_fr: Texte du bouton d'inscription
pl_pl: Tekst przycisku zapisu

source: Button text for authenticated users.
de_de: Buttontext für authentifizierte Benutzer.
es_es: Texto del botón para usuarios autenticados.
fr_fr: Texte du bouton pour les utilisateurs authentifiés.
pl_pl: Tekst przycisku dla uwierzytelnionych użytkowników.

source: Register Button Text
de_de: Text für Registrierungs-Button
es_es: Texto del botón de registro
fr_fr: Texte du bouton d'inscription
pl_pl: Tekst przycisku rejestracji

source: Button text for new registrations.
de_de: Buttontext für neue Registrierungen.
es_es: Texto del botón para nuevos registros.
fr_fr: Texte du bouton pour les nouvelles inscriptions.
pl_pl: Tekst przycisku dla nowych rejestracji.

source: Request Link Button Text
de_de: Text für Anforderungslink-Schaltfläche
es_es: Texto del botón de solicitar enlace
fr_fr: Texte du bouton de demande de lien
pl_pl: Tekst przycisku Żądaj linku

source: Button text for existing participants.
de_de: Schaltflächentext für bestehende Teilnehmer
es_es: Texto del botón para participantes existentes
fr_fr: Texte du bouton pour les participants existants
pl_pl: Tekst przycisku dla istniejących uczestników

source: Event Signup form - displays based on user state
de_de: Ereignis-Anmeldeformular - wird basierend auf Benutzerstatus angezeigt
es_es: Formulario de inscripción a evento - se muestra según el estado del usuario
fr_fr: Formulaire d'inscription à l'événement - s'affiche en fonction de l'état de l'utilisateur
pl_pl: Formularz zapisu na wydarzenie - wyświetlany w zależności od stanu użytkownika

source: Anonymous
de_de: Anonym
es_es: Anónimo
fr_fr: Anonyme
pl_pl: Anonimowy

source: With Token
de_de: Mit Token
es_es: Con Token
fr_fr: Avec jeton
pl_pl: Z tokenem

source: Logged In
de_de: Angemeldet
es_es: Sesión iniciada
fr_fr: Connecté
pl_pl: Zalogowany

source: Failed to sign up. Please try again.
de_de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al registrarse. Por favor, inténtelo de nuevo.
fr_fr: L'inscription a échoué. Veuillez réessayer.
pl_pl: Nie udało się zapisać. Proszę spróbować ponownie.

source: Failed to send link. Please try again.
de_de: Link konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es_es: Error al enviar el enlace. Por favor, inténtelo de nuevo.
fr_fr: L'envoi du lien a échoué. Veuillez réessayer.
pl_pl: Nie udało się wysłać linku. Proszę spróbować ponownie.

source: Signing up...
de_de: Anmeldung läuft...
es_es: Registrándose...
fr_fr: Inscription en cours...
pl_pl: Trwa zapisywanie...

# block title
source: Event Signup
de_de: Ereignis-Anmeldung
es_es: Inscripción a Evento
fr_fr: Inscription à l'événement
pl_pl: Zapis na wydarzenie

# block description
source: Allow audience members to sign up for events
de_de: Publikumsmitgliedern die Anmeldung für Veranstaltungen ermöglichen
es_es: Permitir que los miembros de la audiencia se registren para eventos
fr_fr: Permettre aux membres de l'audience de s'inscrire aux événements
pl_pl: Pozwól uczestnikom zapisać się na wydarzenia

# block keyword
source: event
de_de: Ereignis
es_es: evento
fr_fr: événement
pl_pl: wydarzenie

# block keyword
source: register
de_de: Registrieren
es_es: registrar
fr_fr: inscription
pl_pl: rejestracja

# block keyword
source: audience
de_de: Publikum
es_es: audiencia
pl_pl: publiczność

source: No one has signed up yet.
de_de: Noch niemand hat sich angemeldet.
es_es: Nadie se ha inscrito todavía.
fr_fr: Personne ne s'est encore inscrit.
pl_pl: Nikt się jeszcze nie zapisał.

source: %d person signed up
de_de: %d Person angemeldet
es_es: %d persona inscrita
fr_fr: %d personne inscrite
pl_pl: %d osoba zapisana

source: Signed up (%d)
de_de: Angemeldet (%d)
es_es: Inscritos (%d)
fr_fr: Inscrits (%d)
pl_pl: Zapisanych (%d)

source: Event Signups List
de_de: Anmeldungsliste
es_es: Lista de inscripciones
fr_fr: Liste des inscriptions
pl_pl: Lista zapisanych na wydarzenie

source: Preview available on frontend only
de_de: Vorschau nur im Frontend verfügbar
es_es: Vista previa disponible solo en el sitio
fr_fr: Aperçu disponible uniquement sur le site
pl_pl: Podgląd dostępny tylko na stronie

source: Logged-in users see full list, anonymous users see count only.
de_de: Angemeldete Benutzer sehen die vollständige Liste, anonyme nur die Anzahl.
es_es: Los usuarios conectados ven la lista completa, los anónimos solo el número.
fr_fr: Les utilisateurs connectés voient la liste complète, les anonymes uniquement le nombre.
pl_pl: Zalogowani użytkownicy widzą pełną listę, anonimowi tylko liczbę.

# block title
source: Event Signups List
de_de: Anmeldungsliste
es_es: Lista de inscripciones
fr_fr: Liste des inscriptions
pl_pl: Lista zapisanych na wydarzenie

# block description
source: Display list of participants signed up for the event
de_de: Zeigt die Liste der für die Veranstaltung angemeldeten Teilnehmer an
es_es: Muestra la lista de participantes inscritos en el evento
fr_fr: Affiche la liste des participants inscrits à l'événement
pl_pl: Wyświetla listę uczestników zapisanych na wydarzenie

# block keyword
source: signups
de_de: Anmeldungen
es_es: inscripciones
fr_fr: inscriptions
pl_pl: zapisy

# block keyword
source: participants
de_de: Teilnehmer
es_es: participantes
pl_pl: uczestnicy

# block keyword
source: attendees
de_de: Teilnehmer
es_es: asistentes
fr_fr: participants
pl_pl: obecni

# block keyword
source: list
de_de: Liste
es_es: lista
fr_fr: liste
pl_pl: lista

source: You do not have permission to send event invitations.
es_es: No tiene permiso para enviar invitaciones de eventos.
fr_fr: Vous n'avez pas la permission d'envoyer des invitations à l'événement.

source: Please specify participant IDs or group IDs.
es_es: Por favor, especifique los ID de participantes o ID de grupos.
fr_fr: Veuillez spécifier les identifiants des participants ou des groupes.

source: Don't want to receive event invitations?
es_es: ¿No quiere recibir invitaciones de eventos?
fr_fr: Vous ne voulez plus recevoir d'invitations à des événements ?

source: Manage your preferences
es_es: Administre sus preferencias
fr_fr: Gérer vos préférences

source: Already signed up
es_es: Ya inscrito
fr_fr: Déjà inscrit

source: Participant opted out of marketing emails.
es_es: El participante ha optado por no recibir correos electrónicos de marketing.
fr_fr: Le participant a refusé les emails marketing.

source: Failed to create access key.
es_es: Error al crear la clave de acceso.
fr_fr: Échec de la création de la clé d'accès.

source: Invalid or expired link. Please use the link from your email.
es_es: Enlace inválido o caducado. Por favor, use el enlace de su correo electrónico.
fr_fr: Lien invalide ou expiré. Veuillez utiliser le lien de votre email.

source: Subscriber not found.
es_es: Suscriptor no encontrado.
fr_fr: Abonné non trouvé.

source: Your preferences have been updated.
es_es: Sus preferencias han sido actualizadas.
fr_fr: Vos préférences ont été mises à jour.

source: Failed to update preferences. Please try again.
es_es: Error al actualizar las preferencias. Inténtelo de nuevo.
fr_fr: Échec de la mise à jour des préférences. Veuillez réessayer.

source: Invalid Link
es_es: Enlace Inválido
fr_fr: Lien invalide

source: Manage Your Subscription
es_es: Administre Su Suscripción
fr_fr: Gérer votre abonnement

source: All emails
es_es: Todos los correos electrónicos
fr_fr: Tous les emails

source: Receive event invitations, photos, polls, and other updates.
es_es: Recibir invitaciones de eventos, fotos, encuestas y otras actualizaciones.
fr_fr: Recevoir les invitations aux événements, photos, sondages et autres mises à jour.

source: Essential emails only
es_es: Solo correos electrónicos esenciales
fr_fr: Emails essentiels uniquement

source: Only receive emails about events you signed up for (photos, polls, confirmations). No promotional emails.
es_es: Solo recibir correos electrónicos sobre eventos a los que se ha inscrito (fotos, encuestas, confirmaciones). Sin correos promocionales.
fr_fr: Recevoir uniquement les emails concernant les événements auxquels vous êtes inscrit (photos, sondages, confirmations). Aucun email promotionnel.

source: Save Preferences
es_es: Guardar Preferencias
fr_fr: Enregistrer les préférences

source: %1$s (%2$d participants)
es_es: %1$s (%2$d participantes)

source: Successfully sent invitations to %d participant(s)!
es_es: ¡Invitaciones enviadas con éxito a %d participante(s)!
fr_fr: Invitations envoyées avec succès à %d participant(s) !

source: %d skipped (already signed up or opted out of marketing).
es_es: %d omitidos (ya registrados o con marketing desactivado).
fr_fr: %d ignoré(s) (déjà inscrit(s) ou ayant refusé les communications marketing).

source: Error sending invitations:
es_es: Error al enviar invitaciones:
fr_fr: Erreur lors de l'envoi des invitations :

source: Send Invitation
es_es: Enviar Invitación
fr_fr: Envoyer une invitation

source: Send Event Invitations
es_es: Enviar Invitaciones de Evento
fr_fr: Envoyer des invitations à l'événement

source: Select groups to invite:
es_es: Seleccionar grupos para invitar:
fr_fr: Sélectionnez les groupes à inviter :

source: Participants already signed up or who opted out of marketing emails will be skipped.
es_es: Los participantes ya registrados o que han optado por no recibir correos de marketing serán omitidos.
fr_fr: Les participants déjà inscrits ou ayant refusé les emails marketing seront ignorés.

source: No groups available. Create groups first.
es_es: No hay grupos disponibles. Cree grupos primero.
fr_fr: Aucun groupe disponible. Créez d'abord des groupes.

source: %1$s (%2$d members)
es_es: %1$s (%2$d miembros)
fr_fr: %1$s (%2$d membres)

source: Send Invitations
es_es: Enviar Invitaciones
fr_fr: Envoyer les invitations

source: Error:
de_de: Fehler:
fr_fr: Erreur :
pl_pl: Błąd:

source: Error
de_de: Fehler
fr_fr: Erreur
pl_pl: Błąd

source: Error:
de_de: Fehler:
fr_fr: Erreur :
pl_pl: Błąd:

# block keyword
source: rsvp
fr_fr: répondre

source: In the Loop
de_de: In der Schleife
pl_pl: W obiegu

source: %s (%d participants)
de_de: %s (%d Teilnehmer)
pl_pl: %s (%d uczestników)
