Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-audience/languages/fair-audience-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Manage event participants with custom profiles and many-to-many event relationships
de_de: Verwalten Sie Veranstaltungsteilnehmer mit benutzerdefinierten Profilen und Viele-zu-Viele-Veranstaltungsbeziehungen
es_es: Administre participantes de eventos con perfiles personalizados y relaciones de eventos de muchos a muchos
fr_fr: Gérez les participants à l'événement avec des profils personnalisés et des relations événementielles many-to-many
pl_pl: Zarządzaj uczestnikami wydarzeń z profilami niestandardowymi i relacjami wielu do wielu między wydarzeniami

source: All Participants
de_de: Alle Teilnehmer
es_es: Todos los Participantes
fr_fr: Tous les participants
pl_pl: Wszyscy uczestnicy

source: By Event
de_de: Nach Veranstaltung
es_es: Por Evento
fr_fr: Par événement
pl_pl: Według wydarzenia

source: Event Participants
de_de: Veranstaltungsteilnehmer
es_es: Participantes del Evento
fr_fr: Participants à l'événement
pl_pl: Uczestnicy wydarzenia

source: Import
es_es: Importar
fr_fr: Importer

source: Event not found.
de_de: Veranstaltung nicht gefunden.
es_es: Evento no encontrado.
fr_fr: Événement non trouvé.
pl_pl: Nie znaleziono wydarzenia.

source: Participant not found.
de_de: Teilnehmer nicht gefunden.
es_es: Participante no encontrado.
fr_fr: Participant non trouvé.
pl_pl: Nie znaleziono uczestnika.

source: Failed to add participant. May already exist.
de_de: Hinzufügen des Teilnehmers fehlgeschlagen. Möglicherweise bereits vorhanden.
es_es: Error al añadir participante. Puede que ya exista.
fr_fr: Échec de l'ajout du participant. Il existe peut-être déjà.
pl_pl: Nie udało się dodać uczestnika. Możliwe, że już istnieje.

source: Participant added successfully.
de_de: Teilnehmer erfolgreich hinzugefügt.
es_es: Participante añadido con éxito.
fr_fr: Participant ajouté avec succès.
pl_pl: Uczestnik został dodany pomyślnie.

source: Failed to update label.
de_de: Aktualisierung des Labels fehlgeschlagen.
es_es: Error al actualizar la etiqueta.
fr_fr: Échec de la mise à jour de l'étiquette.
pl_pl: Nie udało się zaktualizować etykiety.

source: Label updated successfully.
de_de: Label erfolgreich aktualisiert.
es_es: Etiqueta actualizada con éxito.
fr_fr: Étiquette mise à jour avec succès.
pl_pl: Etykieta została zaktualizowana pomyślnie.

source: Failed to remove participant.
de_de: Entfernen des Teilnehmers fehlgeschlagen.
es_es: Error al eliminar participante.
fr_fr: Échec de la suppression du participant.
pl_pl: Nie udało się usunąć uczestnika.

source: Participant removed successfully.
de_de: Teilnehmer erfolgreich entfernt.
es_es: Participante eliminado con éxito.
fr_fr: Participant supprimé avec succès.
pl_pl: Uczestnik został usunięty pomyślnie.

source: A participant with this email already exists.
de_de: Ein Teilnehmer mit dieser E-Mail-Adresse existiert bereits.
es_es: Ya existe un participante con este correo electrónico.
fr_fr: Un participant avec cet e-mail existe déjà.
pl_pl: Uczestnik o tym adresie e-mail już istnieje.

source: Failed to create participant.
de_de: Erstellen des Teilnehmers fehlgeschlagen.
es_es: Error al crear participante.
fr_fr: Échec de la création du participant.
pl_pl: Nie udało się utworzyć uczestnika.

source: Participant created successfully.
de_de: Teilnehmer erfolgreich erstellt.
es_es: Participante creado con éxito.
fr_fr: Participant créé avec succès.
pl_pl: Uczestnik został utworzony pomyślnie.

source: Failed to update participant.
de_de: Aktualisierung des Teilnehmers fehlgeschlagen.
es_es: Error al actualizar participante.
fr_fr: Échec de la mise à jour du participant.
pl_pl: Nie udało się zaktualizować uczestnika.

source: Participant updated successfully.
de_de: Teilnehmer erfolgreich aktualisiert.
es_es: Participante actualizado con éxito.
fr_fr: Participant mis à jour avec succès.
pl_pl: Uczestnik został zaktualizowany pomyślnie.

source: Failed to delete participant.
de_de: Löschen des Teilnehmers fehlgeschlagen.
es_es: Error al eliminar participante.
fr_fr: Échec de la suppression du participant.
pl_pl: Nie udało się usunąć uczestnika.

source: Participant deleted successfully.
de_de: Teilnehmer erfolgreich gelöscht.
es_es: Participante eliminado con éxito.
fr_fr: Participant supprimé avec succès.
pl_pl: Uczestnik został usunięty pomyślnie.

source: Are you sure you want to delete this participant?
de_de: Sind Sie sicher, dass Sie diesen Teilnehmer löschen möchten?
es_es: ¿Está seguro de que desea eliminar este participante?
fr_fr: Êtes-vous sûr de vouloir supprimer ce participant ?
pl_pl: Czy na pewno chcesz usunąć tego uczestnika?

source: Add Participant
de_de: Teilnehmer hinzufügen
es_es: Agregar Participante
fr_fr: Ajouter un participant
pl_pl: Dodaj Uczestnika

source: Name
es_es: Nombre
fr_fr: Nom
pl_pl: Imię

source: Email
es_es: Correo electrónico

source: Email Profile
de_de: E-Mail-Profil
es_es: Perfil de correo electrónico
fr_fr: Profil E-mail
pl_pl: Profil E-mail

source: Actions
de_de: Aktionen
es_es: Acciones
pl_pl: Akcje

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
pl_pl: Edytuj

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
pl_pl: Usuń

source: Edit Participant
de_de: Teilnehmer bearbeiten
es_es: Editar Participante
fr_fr: Modifier le participant
pl_pl: Edytuj Uczestnika

source: Name *
es_es: Nombre *
fr_fr: Nom *
pl_pl: Imię *

source: Instagram Handle
es_es: Nombre de Instagram
fr_fr: Identifiant Instagram
pl_pl: Uchwyt Instagram

source: Enter handle only (without @)
de_de: Handle eingeben (ohne @)
es_es: Ingrese solo el nombre de usuario (sin @)
fr_fr: Saisissez uniquement l'identifiant (sans @)
pl_pl: Wprowadź uchwyt (bez @)

source: Minimal
es_es: Mínimo
pl_pl: Minimalny

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
pl_pl: Aktualizuj

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
pl_pl: Dodaj

source: No event ID provided
de_de: Keine Veranstaltungs-ID angegeben
es_es: No se proporcionó un ID de evento
fr_fr: Aucun ID d'événement fourni
pl_pl: Nie podano identyfikatora wydarzenia

source: Label
de_de: Bezeichnung
es_es: Etiqueta
fr_fr: Libellé
pl_pl: Etykieta

source: Interested
de_de: Interessiert
es_es: Interesado
fr_fr: Intéressé
pl_pl: Zainteresowany

source: Signed Up
de_de: Angemeldet
es_es: Inscrito
fr_fr: Inscrit
pl_pl: Zapisany

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
pl_pl: Usuń

source: Events
de_de: Veranstaltungen
es_es: Eventos
fr_fr: Événements
pl_pl: Wydarzenia

source: Event
de_de: Veranstaltung
es_es: Evento
fr_fr: Événement
pl_pl: Wydarzenie

source: Import Participants
de_de: Teilnehmer importieren
es_es: Importar Participantes
fr_fr: Importer des participants
pl_pl: Importuj Uczestników

source: No file uploaded.
de_de: Keine Datei hochgeladen.
es_es: No se ha subido ningún archivo.
fr_fr: Aucun fichier téléchargé.
pl_pl: Nie przesłano pliku.

source: File upload failed.
de_de: Datei-Upload fehlgeschlagen.
es_es: La carga del archivo ha fallado.
fr_fr: Le téléchargement du fichier a échoué.
pl_pl: Przesyłanie pliku nie powiodło się.

source: Invalid file type. Please upload an Excel file (.xlsx).
de_de: Ungültiger Dateityp. Bitte laden Sie eine Excel-Datei (.xlsx) hoch.
es_es: Tipo de archivo no válido. Por favor, suba un archivo de Excel (.xlsx).
fr_fr: Type de fichier invalide. Veuillez télécharger un fichier Excel (.xlsx).
pl_pl: Nieprawidłowy typ pliku. Proszę przesłać plik Excel (.xlsx).

source: The uploaded file is empty.
de_de: Die hochgeladene Datei ist leer.
es_es: El archivo subido está vacío.
fr_fr: Le fichier téléchargé est vide.
pl_pl: Przesłany plik jest pusty.

source: Invalid file format. Required columns: Nombre, Apellidos, Email. Found columns: %s
de_de: Ungültiges Dateiformat. Erforderliche Spalten: Nombre, Apellidos, Email. Gefundene Spalten: %s
es_es: Formato de archivo no válido. Columnas requeridas: Nombre, Apellidos, Email. Columnas encontradas: %s
fr_fr: Format de fichier invalide. Colonnes requises : Nombre, Apellidos, Email. Colonnes trouvées : %s
pl_pl: Nieprawidłowy format pliku. Wymagane kolumny: Nombre, Apellidos, Email. Znalezione kolumny: %s

source: Row %1$d: Invalid email format: %2$s
de_de: Zeile %1$d: Ungültiges E-Mail-Format: %2$s
es_es: Fila %1$d: Formato de correo electrónico no válido: %2$s
fr_fr: Ligne %1$d : Format d'email invalide : %2$s
pl_pl: Wiersz %1$d: Nieprawidłowy format adresu e-mail: %2$s

source: Row %1$d: Failed to save participant: %2$s
de_de: Zeile %1$d: Teilnehmer konnte nicht gespeichert werden: %2$s
es_es: Fila %1$d: Error al guardar el participante: %2$s
fr_fr: Ligne %1$d : Échec de l'enregistrement du participant : %2$s
pl_pl: Wiersz %1$d: Nie udało się zapisać uczestnika: %2$s

source: Import failed: %s
de_de: Import fehlgeschlagen: %s
es_es: Importación fallida: %s
fr_fr: Importation échouée : %s
pl_pl: Import nie powiódł się: %s

source: No participants provided.
de_de: Keine Teilnehmer bereitgestellt.
es_es: No se han proporcionado participantes.
fr_fr: Aucun participant fourni.
pl_pl: Nie podano uczestników.

source: Participant %1$d: Invalid email format: %2$s
de_de: Teilnehmer %1$d: Ungültiges E-Mail-Format: %2$s
es_es: Participante %1$d: Formato de correo electrónico no válido: %2$s
fr_fr: Participant %1$d : Format d'email invalide : %2$s
pl_pl: Uczestnik %1$d: Nieprawidłowy format adresu e-mail: %2$s

source: Participant %1$d: Failed to save participant: %2$s
de_de: Teilnehmer %1$d: Konnte Teilnehmer nicht speichern: %2$s
es_es: Participante %1$d: Error al guardar el participante: %2$s
fr_fr: Participant %1$d : Échec de l'enregistrement du participant : %2$s
pl_pl: Uczestnik %1$d: Nie udało się zapisać uczestnika: %2$s

source: Please select a file to import.
de_de: Bitte wählen Sie eine Datei zum Importieren aus.
es_es: Por favor, seleccione un archivo para importar.
fr_fr: Veuillez sélectionner un fichier à importer.
pl_pl: Proszę wybrać plik do importu.

source: Import failed. Please try again.
de_de: Import fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Importación fallida. Inténtelo de nuevo.
fr_fr: Importation échouée. Veuillez réessayer.
pl_pl: Import nie powiódł się. Proszę spróbować ponownie.

source: No participants to create. Please provide email addresses or select skip.
de_de: Keine Teilnehmer zu erstellen. Bitte geben Sie E-Mail-Adressen an oder wählen Sie Überspringen.
es_es: No hay participantes para crear. Por favor, proporcione direcciones de correo electrónico o seleccione omitir.
fr_fr: Aucun participant à créer. Veuillez fournir des adresses email ou sélectionner ignorer.
pl_pl: Brak uczestników do utworzenia. Proszę podać adresy e-mail lub wybrać opcję pominięcia.

source: Failed to resolve duplicates. Please try again.
de_de: Duplikate konnten nicht aufgelöst werden. Bitte versuchen Sie es erneut.
es_es: Error al resolver duplicados. Inténtelo de nuevo.
fr_fr: Impossible de résoudre les doublons. Veuillez réessayer.
pl_pl: Nie udało się rozwiązać duplikatów. Proszę spróbować ponownie.

source: Import from Entradium
de_de: Import von Entradium
es_es: Importar desde Entradium
fr_fr: Importer depuis Entradium
pl_pl: Import z Entradium

source: Upload an Entradium Excel file (.xlsx) to import participants. The file must contain columns: Nombre, Apellidos, and Email.
de_de: Laden Sie eine Entradium Excel-Datei (.xlsx) hoch, um Teilnehmer zu importieren. Die Datei muss die Spalten Nombre, Apellidos und Email enthalten.
es_es: Suba un archivo de Excel de Entradium (.xlsx) para importar participantes. El archivo debe contener las columnas: Nombre, Apellidos y Email.
fr_fr: Téléchargez un fichier Excel Entradium (.xlsx) pour importer des participants. Le fichier doit contenir les colonnes : Nombre, Apellidos et Email.
pl_pl: Prześlij plik Excel Entradium (.xlsx), aby zaimportować uczestników. Plik musi zawierać kolumny: Nombre, Apellidos i Email.

source: Selected file:
de_de: Ausgewählte Datei:
es_es: Archivo seleccionado:
fr_fr: Fichier sélectionné :
pl_pl: Wybrany plik:

source: Importing...
de_de: Importiere...
es_es: Importando...
fr_fr: Importation en cours...
pl_pl: Importowanie...

source: Import Partially Complete
de_de: Import teilweise abgeschlossen
es_es: Importación Parcialmente Completada
fr_fr: Importation partiellement terminée
pl_pl: Import Częściowo Zakończony

source: Import Complete
de_de: Import abgeschlossen
es_es: Importación Completada
fr_fr: Importation terminée
pl_pl: Import Zakończony

source: Imported:
de_de: Importiert:
es_es: Importado:
fr_fr: Importé :
pl_pl: Zaimportowano:

source: Skipped (already exists):
de_de: Übersprungen (bereits vorhanden):
es_es: Omitido (ya existe):
fr_fr: Ignoré (existe déjà) :
pl_pl: Pominięto (już istnieje):

source: Duplicates requiring resolution:
de_de: Duplikate, die Klärung erfordern:
es_es: Duplicados que requieren resolución:
fr_fr: Doublons nécessitant une résolution :
pl_pl: Duplikaty wymagające rozwiązania:

source: Resolve Duplicate Emails
de_de: Duplikate E-Mail-Adressen auflösen
es_es: Resolver Correos Electrónicos Duplicados
fr_fr: Résoudre les e-mails en double
pl_pl: Rozwiąż Duplikaty Adresów E-mail

source: The following people have duplicate email addresses. Please provide a unique email for each person or skip them.
de_de: Die folgenden Personen haben doppelte E-Mail-Adressen. Bitte geben Sie für jede Person eine eindeutige E-Mail-Adresse an oder überspringen Sie diese.
es_es: Las siguientes personas tienen direcciones de correo electrónico duplicadas. Por favor, proporcione un correo electrónico único para cada persona o omítalas.
fr_fr: Les personnes suivantes ont des adresses e-mail en double. Veuillez fournir un e-mail unique pour chaque personne ou les ignorer.
pl_pl: Następujące osoby mają zduplikowane adresy e-mail. Proszę podać unikalny adres e-mail dla każdej osoby lub je pominąć.

source: Original Email:
de_de: Ursprüngliche E-Mail:
es_es: Correo Electrónico Original:
fr_fr: E-mail original :
pl_pl: Oryginalny E-mail:

source: New Email:
de_de: Neue E-Mail:
es_es: Correo Electrónico Nuevo:
fr_fr: Nouvel e-mail :
pl_pl: Nowy E-mail:

source: Enter new email
de_de: Neue E-Mail eingeben
es_es: Introduzca un nuevo correo electrónico
fr_fr: Saisir un nouvel e-mail
pl_pl: Wprowadź nowy e-mail

source: Use Gmail Alias
de_de: Gmail-Alias verwenden
es_es: Usar Alias de Gmail
fr_fr: Utiliser un alias Gmail
pl_pl: Użyj Aliasu Gmail

source: Skip this person
de_de: Diese Person überspringen
es_es: Omitir esta persona
fr_fr: Ignorer cette personne
pl_pl: Pomiń tę osobę

source: Resolving...
de_de: Löse auf...
es_es: Resolviendo...
fr_fr: Résolution en cours...
pl_pl: Rozwiązywanie...

source: Create Participants
de_de: Teilnehmer erstellen
es_es: Crear Participantes
fr_fr: Créer des participants
pl_pl: Utwórz Uczestników

source: Errors:
de_de: Fehler:
es_es: Errores:
fr_fr: Erreurs :
pl_pl: Błędy:

source: Invalid event ID provided.
de_de: Ungültige Ereignis-ID angegeben.
es_es: ID de evento no válido proporcionado.
fr_fr: ID d'événement non valide.
pl_pl: Podano nieprawidłowy identyfikator wydarzenia.

source: Related Event (Optional)
de_de: Zugehöriges Ereignis (Optional)
es_es: Evento Relacionado (Opcional)
fr_fr: Événement associé (Optionnel)
pl_pl: Powiązane wydarzenie (opcjonalne)

source: Select an event to associate imported participants with it. Leave empty to import without event association.
de_de: Wählen Sie ein Ereignis aus, um importierte Teilnehmer damit zu verknüpfen. Lassen Sie das Feld leer, um ohne Ereigniszuordnung zu importieren.
es_es: Seleccione un evento para asociar los participantes importados. Déjelo vacío para importar sin asociación de evento.
fr_fr: Sélectionnez un événement pour associer les participants importés. Laissez vide pour importer sans association d'événement.
pl_pl: Wybierz wydarzenie, z którym chcesz powiązać importowanych uczestników. Pozostaw puste, aby zaimportować bez powiązania z wydarzeniem.

source: No event association
de_de: Keine Ereigniszuordnung
es_es: Sin asociación de evento
fr_fr: Aucune association d'événement
pl_pl: Brak powiązania z wydarzeniem

source: Polls
de_de: Umfragen
es_es: Encuestas
fr_fr: Sondages
pl_pl: Ankiety

source: Edit Poll
de_de: Umfrage bearbeiten
es_es: Editar Encuesta
fr_fr: Modifier le sondage
pl_pl: Edytuj ankietę

source: Too many submission attempts. Please try again later.
de_de: Zu viele Übermittlungsversuche. Bitte versuchen Sie es später erneut.
es_es: Demasiados intentos de envío. Por favor, inténtelo de nuevo más tarde.
fr_fr: Trop de tentatives de soumission. Veuillez réessayer plus tard.
pl_pl: Zbyt wiele prób wysłania. Proszę spróbować ponownie później.

source: Invalid or expired access key.
de_de: Ungültiger oder abgelaufener Zugriffsschlüssel.
es_es: Clave de acceso inválida o caducada.
fr_fr: Clé d'accès invalide ou expirée.
pl_pl: Nieprawidłowy lub wygasły klucz dostępu.

source: You have already responded to this poll.
de_de: Sie haben diese Umfrage bereits beantwortet.
es_es: Ya ha respondido a esta encuesta.
fr_fr: Vous avez déjà répondu à ce sondage.
pl_pl: Już odpowiedziałeś na tę ankietę.

source: Poll not found.
de_de: Umfrage nicht gefunden.
es_es: Encuesta no encontrada.
fr_fr: Sondage non trouvé.
pl_pl: Nie znaleziono ankiety.

source: This poll is no longer accepting responses.
de_de: Diese Umfrage akzeptiert keine Antworten mehr.
es_es: Esta encuesta ya no acepta respuestas.
fr_fr: Ce sondage n'accepte plus de réponses.
pl_pl: Ta ankieta nie przyjmuje już odpowiedzi.

source: Please select at least one option.
de_de: Bitte wählen Sie mindestens eine Option.
es_es: Por favor, seleccione al menos una opción.
fr_fr: Veuillez sélectionner au moins une option.
pl_pl: Proszę wybrać co najmniej jedną opcję.

source: Invalid option selected.
de_de: Ungültige Option ausgewählt.
es_es: Opción seleccionada no válida.
fr_fr: Option sélectionnée invalide.
pl_pl: Wybrano nieprawidłową opcję.

source: Failed to save your response. Please try again.
de_de: Speichern Ihrer Antwort fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: No se pudo guardar su respuesta. Por favor, inténtelo de nuevo.
fr_fr: Échec de l'enregistrement de votre réponse. Veuillez réessayer.
pl_pl: Nie udało się zapisać Twojej odpowiedzi. Proszę spróbować ponownie.

source: Thank you for your response!
de_de: Vielen Dank für Ihre Antwort!
es_es: ¡Gracias por su respuesta!
fr_fr: Merci pour votre réponse !
pl_pl: Dziękujemy za Twoją odpowiedź!

source: Invalid event ID.
de_de: Ungültige Ereignis-ID.
es_es: ID de evento no válido.
fr_fr: ID d'événement invalide.
pl_pl: Nieprawidłowy identyfikator zdarzenia.

source: Failed to create poll.
de_de: Erstellen der Umfrage fehlgeschlagen.
es_es: No se pudo crear la encuesta.
fr_fr: Échec de la création du sondage.
pl_pl: Nie udało się utworzyć ankiety.

source: Failed to create poll options.
de_de: Erstellen der Umfrageoptionen fehlgeschlagen.
es_es: No se pudieron crear las opciones de la encuesta.
fr_fr: Échec de la création des options du sondage.
pl_pl: Nie udało się utworzyć opcji ankiety.

source: Poll created successfully.
de_de: Umfrage erfolgreich erstellt.
es_es: Encuesta creada con éxito.
fr_fr: Sondage créé avec succès.
pl_pl: Ankieta została utworzona pomyślnie.

source: Failed to update poll.
de_de: Aktualisieren der Umfrage fehlgeschlagen.
es_es: No se pudo actualizar la encuesta.
fr_fr: Échec de la mise à jour du sondage.
pl_pl: Nie udało się zaktualizować ankiety.

source: Failed to update poll options.
de_de: Aktualisieren der Umfrageoptionen fehlgeschlagen.
es_es: No se pudieron actualizar las opciones de la encuesta.
fr_fr: Échec de la mise à jour des options du sondage.
pl_pl: Nie udało się zaktualizować opcji ankiety.

source: Poll updated successfully.
de_de: Umfrage erfolgreich aktualisiert.
es_es: Encuesta actualizada con éxito.
fr_fr: Sondage mis à jour avec succès.
pl_pl: Ankieta została zaktualizowana pomyślnie.

source: Failed to delete poll.
de_de: Löschen der Umfrage fehlgeschlagen.
es_es: No se pudo eliminar la encuesta.
fr_fr: Échec de la suppression du sondage.
pl_pl: Nie udało się usunąć ankiety.

source: Poll deleted successfully.
de_de: Umfrage erfolgreich gelöscht.
es_es: Encuesta eliminada con éxito.
fr_fr: Sondage supprimé avec succès.
pl_pl: Ankieta została usunięta pomyślnie.

source: Quick question about %s
de_de: Kurze Frage zu %s
es_es: Pregunta rápida sobre %s
fr_fr: Une petite question à propos de %s
pl_pl: Szybkie pytanie o %s

source: Hi %s,
de_de: Hallo %s,
es_es: Hola %s,
fr_fr: Bonjour %s,
pl_pl: Cześć %s,

source: We'd love to hear from you about %s!
de_de: Wir würden gerne Ihre Meinung zu %s hören!
es_es: ¡Nos encantaría saber tu opinión sobre %s!
fr_fr: Nous aimerions avoir votre avis sur %s !
pl_pl: Chętnie usłyszymy Twoją opinię o %s!

source: Please take a moment to answer our quick poll:
de_de: Bitte nehmen Sie sich einen Moment Zeit, unsere kurze Umfrage zu beantworten:
es_es: Por favor, tómate un momento para responder nuestra breve encuesta:
fr_fr: Prenez un moment pour répondre à notre sondage rapide :
pl_pl: Prosimy o poświęcenie chwili na odpowiedź w naszej krótkiej ankiecie:

source: Answer Poll
de_de: Umfrage beantworten
es_es: Responder Encuesta
fr_fr: Répondre au sondage
pl_pl: Odpowiedz na ankietę

source: Thanks,%1$sThe %2$s Team
de_de: Vielen Dank,%1$sDas %2$s Team
es_es: Gracias,%1$sEl equipo de %2$s
fr_fr: Merci,%1$sL'équipe %2$s
pl_pl: Dziękujemy,%1$sZespół %2$s

source: If the button above doesn't work, copy and paste this link:
de_de: Falls der Button oben nicht funktioniert, kopieren und fügen Sie diesen Link ein:
es_es: Si el botón de arriba no funciona, copia y pega este enlace:
fr_fr: Si le bouton ci-dessus ne fonctionne pas, copiez et collez ce lien :
pl_pl: Jeśli przycisk powyżej nie działa, skopiuj i wklej ten link:

source: wp_mail() failed to send.
de_de: wp_mail() konnte keine E-Mail senden.
es_es: wp_mail() no pudo enviar.
fr_fr: L'envoi par wp_mail() a échoué.
pl_pl: Wysłanie wp_mail() nie powiodło się.

source: Please select an event.
de_de: Bitte wählen Sie ein Event aus.
es_es: Por favor, selecciona un evento.
fr_fr: Veuillez sélectionner un événement.
pl_pl: Proszę wybrać wydarzenie.

source: Please enter a title.
de_de: Bitte geben Sie einen Titel ein.
es_es: Por favor, introduce un título.
fr_fr: Veuillez saisir un titre.
pl_pl: Proszę wprowadzić tytuł.

source: Please enter a question.
de_de: Bitte geben Sie eine Frage ein.
es_es: Por favor, introduce una pregunta.
fr_fr: Veuillez saisir une question.
pl_pl: Proszę wprowadzić pytanie.

source: Please add at least one option.
de_de: Bitte fügen Sie mindestens eine Option hinzu.
es_es: Por favor, añade al menos una opción.
fr_fr: Veuillez ajouter au moins une option.
pl_pl: Proszę dodać przynajmniej jedną opcję.

source: Please fill in all option texts or remove empty options.
de_de: Bitte füllen Sie alle Optionen aus oder entfernen Sie leere Optionen.
es_es: Por favor, completa todos los textos de las opciones o elimina las opciones vacías.
fr_fr: Veuillez remplir tous les textes d'options ou supprimer les options vides.
pl_pl: Proszę wypełnić wszystkie teksty opcji lub usunąć puste opcje.

source: Send poll invitations to all event participants who have not yet responded?
de_de: Umfrage-Einladungen an alle Veranstaltungsteilnehmer senden, die noch nicht geantwortet haben?
es_es: ¿Enviar invitaciones de la encuesta a todos los participantes del evento que aún no han respondido?
fr_fr: Envoyer des invitations de sondage à tous les participants de l'événement qui n'ont pas encore répondu ?
pl_pl: Wysłać zaproszenia do ankiety do wszystkich uczestników wydarzenia, którzy jeszcze nie odpowiedzieli?

source: Surname
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
pl_pl: Nazwisko

source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
pl_pl: Komentarze
