Repository: marcin-wosinek/fair-event-plugins
Catalog: fair-audience/languages/fair-audience-*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Successfully added %d participant(s)
de_de: %d Teilnehmer erfolgreich hinzugefügt
es_es: Se agregaron %d participante(s) correctamente
fr_fr: %d participant(s) ajouté(s) avec succès
pl_pl: Pomyślnie dodano %d uczestnika/uczestników

source: Error adding participants:
de_de: Fehler beim Hinzufügen von Teilnehmern:
es_es: Error al agregar participantes:
fr_fr: Erreur lors de l'ajout des participants :
pl_pl: Błąd podczas dodawania uczestników:

source: No participants to send gallery links to.
de_de: Keine Teilnehmer zum Senden von Galerielinks.
es_es: No hay participantes a quienes enviar enlaces de galería.
fr_fr: Aucun participant à qui envoyer les liens de la galerie.
pl_pl: Brak uczestników do wysłania linków do galerii.

source: Send gallery links to %d participant(s)? They will receive an email with a unique link to view and like photos.
de_de: Galerielinks an %d Teilnehmer senden? Sie erhalten eine E-Mail mit einem einzigartigen Link zum Anzeigen und Liken von Fotos.
es_es: ¿Enviar enlaces de galería a %d participante(s)? Recibirán un correo electrónico con un enlace único para ver y dar me gusta a las fotos.
fr_fr: Envoyer les liens de la galerie à %d participant(s) ? Ils recevront un e-mail avec un lien unique pour voir et aimer les photos.
pl_pl: Wysłać linki do galerii do %d uczestnika/uczestników? Otrzymają oni wiadomość e-mail z unikalnym linkiem do przeglądania i polubienia zdjęć.

source: Successfully sent gallery links to %d participant(s)!
de_de: Galerielinks erfolgreich an %d Teilnehmer gesendet!
es_es: ¡Se enviaron enlaces de galería a %d participante(s) correctamente!
fr_fr: Liens de la galerie envoyés avec succès à %d participant(s) !
pl_pl: Pomyślnie wysłano linki do galerii do %d uczestnika/uczestników!

source: Failed to send to %d participant(s). Check console for details.
de_de: Senden an %d Teilnehmer fehlgeschlagen. Konsole für Details prüfen.
es_es: No se pudo enviar a %d participante(s). Revise la consola para obtener detalles.
fr_fr: Échec de l'envoi à %d participant(s). Vérifiez la console pour plus de détails.
pl_pl: Nie udało się wysłać do %d uczestnika/uczestników. Sprawdź konsolę, aby uzyskać szczegóły.

source: Error sending gallery links:
de_de: Fehler beim Senden von Galerielinks:
es_es: Error al enviar enlaces de galería:
fr_fr: Erreur lors de l'envoi des liens de la galerie :
pl_pl: Błąd podczas wysyłania linków do galerii:

source: Add Collaborators
de_de: Mitarbeiter hinzufügen
es_es: Agregar Colaboradores
fr_fr: Ajouter des collaborateurs
pl_pl: Dodaj współpracowników

source: Add Interested
de_de: Interessierte hinzufügen
es_es: Agregar Interesados
fr_fr: Ajouter des intéressés
pl_pl: Dodaj zainteresowanych

source: Add Participants
de_de: Teilnehmer hinzufügen
es_es: Agregar Participantes
fr_fr: Ajouter des participants
pl_pl: Dodaj uczestników

source: All participants are already added to this event.
de_de: Alle Teilnehmer sind bereits zu dieser Veranstaltung hinzugefügt worden.
es_es: Todos los participantes ya están agregados a este evento.
fr_fr: Tous les participants sont déjà ajoutés à cet événement.
pl_pl: Wszyscy uczestnicy są już dodani do tego wydarzenia.

source: %d participant(s) available
de_de: %d Teilnehmer verfügbar
es_es: %d participante(s) disponible(s)
fr_fr: %d participant(s) disponible(s)
pl_pl: %d uczestnik(ów) dostępnych

source: Deselect All
de_de: Alle abwählen
es_es: Deseleccionar todo
fr_fr: Tout désélectionner
pl_pl: Odznacz wszystkie

source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
pl_pl: Zaznacz wszystkie

source: Adding...
de_de: Wird hinzugefügt...
es_es: Agregando...
fr_fr: Ajout en cours...
pl_pl: Dodawanie...

source: Add %d Selected
de_de: %d ausgewählte hinzufügen
es_es: Agregar %d seleccionado(s)
fr_fr: Ajouter %d sélectionné(s)
pl_pl: Dodaj %d wybranych

source: Existing linked to event:
de_de: Bereits mit Veranstaltung verknüpft:
es_es: Existente vinculado al evento:
fr_fr: Existant lié à l'événement :
pl_pl: Istniejące powiązane z wydarzeniem:

source: Auto-resolved from previous imports:
de_de: Automatisch aus vorherigen Importen aufgelöst:
es_es: Resuelto automáticamente de importaciones anteriores:
fr_fr: Résolu automatiquement à partir des importations précédentes :
pl_pl: Automatycznie rozwiązane z poprzednich importów:

source: Form Settings
de_de: Formular-Einstellungen
es_es: Configuración del Formulario
fr_fr: Paramètres du formulaire
pl_pl: Ustawienia formularza

source: Submit Button Text
de_de: Text des Absende-Buttons
es_es: Texto del Botón de Envío
fr_fr: Texte du bouton de soumission
pl_pl: Tekst przycisku wysyłania

source: Success Message
de_de: Erfolgsmeldung
es_es: Mensaje de Éxito
fr_fr: Message de succès
pl_pl: Wiadomość sukcesu

source: Message shown after successful signup.
de_de: Nachricht nach erfolgreichem Anmelden.
es_es: Mensaje mostrado después del registro exitoso.
fr_fr: Message affiché après une inscription réussie.
pl_pl: Wiadomość wyświetlana po udanej rejestracji.

source: Please enter your first name.
de_de: Bitte geben Sie Ihren Vornamen ein.
es_es: Por favor, ingrese su nombre.
fr_fr: Veuillez saisir votre prénom.
pl_pl: Proszę wprowadzić imię.

source: Please enter your last name.
de_de: Bitte geben Sie Ihren Nachnamen ein.
es_es: Por favor, ingrese su apellido.
fr_fr: Veuillez saisir votre nom de famille.
pl_pl: Proszę wprowadzić nazwisko.

source: Please enter your email.
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es_es: Por favor, ingrese su correo electrónico.
fr_fr: Veuillez saisir votre adresse e-mail.
pl_pl: Proszę wprowadzić adres e-mail.

# block title
source: Mailing Signup
de_de: Mailing-Anmeldung
es_es: Registro de Lista de Correo
fr_fr: Inscription à la liste de diffusion
pl_pl: Rejestracja na listę mailingową

# block description
source: A signup form for your mailing list with email confirmation
de_de: Ein Anmeldeformular für Ihre Mailingliste mit E-Mail-Bestätigung
es_es: Un formulario de registro para su lista de correo con confirmación por correo electrónico
fr_fr: Un formulaire d'inscription à votre liste de diffusion avec confirmation par e-mail
pl_pl: Formularz rejestracji na listę mailingową z potwierdzeniem e-mail

# block keyword
source: email
es_es: correo electrónico

# block keyword
source: newsletter
es_es: boletín

# block keyword
source: signup
de_de: Anmeldung
es_es: registro
fr_fr: inscription
pl_pl: rejestracja

# block keyword
source: subscribe
de_de: Abonnieren
es_es: suscribirse
fr_fr: s'abonner
pl_pl: subskrybuj

# block keyword
source: mailing
es_es: correo

source: Row %d: Missing required fields (name or surname)
de_de: Zeile %d: Erforderliche Felder fehlen (Name oder Nachname)
es_es: Fila %d: Faltan campos obligatorios (nombre o apellido)
fr_fr: Ligne %d : Champs requis manquants (nom ou prénom)
pl_pl: Wiersz %d: Brak wymaganych pól (imię lub nazwisko)

source: Participant %d: Missing required fields (name or surname)
de_de: Teilnehmer %d: Erforderliche Felder fehlen (Name oder Nachname)
es_es: Participante %d: Faltan campos obligatorios (nombre o apellido)
fr_fr: Participant %d : Champs requis manquants (nom ou prénom)
pl_pl: Uczestnik %d: Brak wymaganych pól (imię lub nazwisko)

source: Use Original Email
de_de: Original-E-Mail verwenden
es_es: Usar correo original
fr_fr: Utiliser l'email original
pl_pl: Użyj oryginalnego e-maila

source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
pl_pl: Oczekujący

source: Confirmed
de_de: Bestätigt
es_es: Confirmado
fr_fr: Confirmé
pl_pl: Potwierdzony

source: Are you sure you want to delete these participants?
de_de: Möchten Sie diese Teilnehmer wirklich löschen?
es_es: ¿Está seguro de que desea eliminar estos participantes?
fr_fr: Êtes-vous sûr de vouloir supprimer ces participants ?
pl_pl: Czy na pewno chcesz usunąć tych uczestników?

source: Events Signed Up
de_de: Angemeldete Events
es_es: Eventos Inscritos
fr_fr: Événements inscrits
pl_pl: Zapisane wydarzenia

source: Events Collaborated
de_de: Events mit Mitarbeit
es_es: Eventos Colaborados
fr_fr: Événements collaborés
pl_pl: Współorganizowane wydarzenia

source: Participants
de_de: Teilnehmer
es_es: Participantes
pl_pl: Uczestnicy

source: Images
de_de: Bilder
es_es: Imágenes
pl_pl: Zdjęcia

source: Likes
es_es: Me gusta
fr_fr: J'aime
pl_pl: Polubienia

source: View Event
de_de: Event anzeigen
es_es: Ver Evento
fr_fr: Voir l'événement
pl_pl: Podgląd wydarzenia

source: Date
de_de: Datum
es_es: Fecha
pl_pl: Data

source: Edit Event
de_de: Event bearbeiten
es_es: Editar Evento
fr_fr: Modifier l'événement
pl_pl: Edytuj wydarzenie

source: Remove %d participant(s) from this event?
de_de: %d Teilnehmer von diesem Event entfernen?
es_es: ¿Eliminar %d participante(s) de este evento?
fr_fr: Supprimer %d participant(s) de cet événement ?
pl_pl: Usunąć %d uczestnika/uczestników z tego wydarzenia?

source: Photo Likes
de_de: Foto Likes
es_es: Me gusta de Foto
fr_fr: J'aime photo
pl_pl: Polubienia zdjęć

source: Send Photo Link
de_de: Foto-Link senden
es_es: Enviar Enlace de Foto
fr_fr: Envoyer le lien photo
pl_pl: Wyślij link do zdjęcia

source: Date:
de_de: Datum:
es_es: Fecha:
pl_pl: Data:

source: %d Photos
de_de: %d Fotos
es_es: %d Fotos
pl_pl: %d Zdjęć

source: %d Signed Up
de_de: %d Angemeldet
es_es: %d Inscritos
fr_fr: %d Inscrits
pl_pl: %d Zapisanych

source: %d Collaborators
de_de: %d Mitarbeiter
es_es: %d Colaboradores
fr_fr: %d Collaborateurs
pl_pl: %d Współorganizatorów

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
pl_pl: Zapisz

source: Send Gallery Link to %d Selected
de_de: Galerielink an %d Ausgewählte senden
es_es: Enviar enlace de galería a %d seleccionados
fr_fr: Envoyer le lien de la galerie aux %d sélectionnés
pl_pl: Wyślij link do galerii do %d wybranych

source: Send Gallery Link to All
de_de: Galerielink an alle senden
es_es: Enviar enlace de galería a todos
fr_fr: Envoyer le lien de la galerie à tous
pl_pl: Wyślij link do galerii do wszystkich

source: Collaborators
de_de: Mitarbeiter
es_es: Colaboradores
fr_fr: Collaborateurs
pl_pl: Współpracownicy

source: Groups
de_de: Gruppen
es_es: Grupos
fr_fr: Groupes
pl_pl: Grupy

source: You must be logged in or have a valid signup link.
de_de: Sie müssen angemeldet sein oder einen gültigen Anmeldelink haben.
es_es: Debe iniciar sesión o tener un enlace de registro válido.
fr_fr: Vous devez être connecté ou avoir un lien d'inscription valide.
pl_pl: Musisz być zalogowany lub posiadać ważny link rejestracyjny.

source: Could not find your participant profile.
de_de: Ihr Teilnehmerprofil konnte nicht gefunden werden.
es_es: No se pudo encontrar su perfil de participante.
fr_fr: Impossible de trouver votre profil de participant.
pl_pl: Nie można znaleźć Twojego profilu uczestnika.

source: You are already signed up for this event.
de_de: Sie sind bereits für diese Veranstaltung angemeldet.
es_es: Ya está inscrito en este evento.
fr_fr: Vous êtes déjà inscrit à cet événement.
pl_pl: Jesteś już zapisany na to wydarzenie.

source: You have successfully signed up for the event!
de_de: Sie haben sich erfolgreich für die Veranstaltung angemeldet!
es_es: ¡Se ha inscrito exitosamente en el evento!
fr_fr: Vous vous êtes inscrit avec succès à l'événement !
pl_pl: Pomyślnie zapisano się na wydarzenie!

source: If your email is in our system, you will receive a signup link shortly. Please check your inbox.
de_de: Wenn Ihre E-Mail in unserem System ist, erhalten Sie gleich einen Anmeldelink. Bitte überprüfen Sie Ihren Posteingang.
es_es: Si su correo electrónico está en nuestro sistema, recibirá un enlace de registro pronto. Por favor, revise su bandeja de entrada.
fr_fr: Si votre e-mail est dans notre système, vous recevrez un lien d'inscription sous peu. Veuillez vérifier votre boîte de réception.
pl_pl: Jeśli Twój adres e-mail jest w naszym systemie, wkrótce otrzymasz link rejestracyjny. Sprawdź swoją skrzynkę odbiorczą.

source: Please enter your name.
de_de: Bitte geben Sie Ihren Namen ein.
es_es: Por favor, ingrese su nombre.
fr_fr: Veuillez saisir votre nom.
pl_pl: Proszę wprowadzić imię i nazwisko.

source: Failed to process registration. Please try again.
de_de: Die Registrierung konnte nicht verarbeitet werden. Bitte versuchen Sie es erneut.
es_es: No se pudo procesar el registro. Intente de nuevo.
fr_fr: Échec du traitement de l'inscription. Veuillez réessayer.
pl_pl: Nie udało się przetworzyć rejestracji. Spróbuj ponownie.

source: You have successfully registered and signed up for the event!
de_de: Sie haben sich erfolgreich registriert und für die Veranstaltung angemeldet!
es_es: ¡Se ha registrado e inscrito exitosamente en el evento!
fr_fr: Vous vous êtes inscrit et enregistré avec succès pour l'événement !
pl_pl: Pomyślnie zarejestrowano i zapisano się na wydarzenie!

source: Group not found.
de_de: Gruppe nicht gefunden.
es_es: Grupo no encontrado.
fr_fr: Groupe non trouvé.
pl_pl: Nie znaleziono grupy.

source: Group name is required.
de_de: Gruppenname ist erforderlich.
es_es: El nombre del grupo es obligatorio.
fr_fr: Le nom du groupe est requis.
pl_pl: Nazwa grupy jest wymagana.

source: A group with this name already exists.
de_de: Eine Gruppe mit diesem Namen existiert bereits.
es_es: Ya existe un grupo con este nombre.
fr_fr: Un groupe portant ce nom existe déjà.
pl_pl: Grupa o tej nazwie już istnieje.

source: Failed to create group.
de_de: Gruppe konnte nicht erstellt werden.
es_es: No se pudo crear el grupo.
fr_fr: Échec de la création du groupe.
pl_pl: Nie udało się utworzyć grupy.

source: Group created successfully.
de_de: Gruppe erfolgreich erstellt.
es_es: Grupo creado exitosamente.
fr_fr: Groupe créé avec succès.
pl_pl: Grupa została utworzona pomyślnie.

source: Failed to update group.
de_de: Gruppe konnte nicht aktualisiert werden.
es_es: No se pudo actualizar el grupo.
fr_fr: Échec de la mise à jour du groupe.
pl_pl: Nie udało się zaktualizować grupy.

source: Group updated successfully.
de_de: Gruppe erfolgreich aktualisiert.
es_es: Grupo actualizado exitosamente.
fr_fr: Groupe mis à jour avec succès.
pl_pl: Grupa została zaktualizowana pomyślnie.

source: Failed to delete group.
de_de: Gruppe konnte nicht gelöscht werden.
es_es: Error al eliminar el grupo.
fr_fr: Échec de la suppression du groupe.
pl_pl: Nie udało się usunąć grupy.

source: Group deleted successfully.
de_de: Gruppe erfolgreich gelöscht.
es_es: Grupo eliminado con éxito.
fr_fr: Groupe supprimé avec succès.
pl_pl: Grupa została pomyślnie usunięta.

source: Participant is already a member of this group.
de_de: Teilnehmer ist bereits Mitglied dieser Gruppe.
es_es: El participante ya es miembro de este grupo.
fr_fr: Le participant est déjà membre de ce groupe.
pl_pl: Uczestnik jest już członkiem tej grupy.

source: Failed to add participant to group.
de_de: Teilnehmer konnte nicht zur Gruppe hinzugefügt werden.
es_es: Error al añadir el participante al grupo.
fr_fr: Échec de l'ajout du participant au groupe.
pl_pl: Nie udało się dodać uczestnika do grupy.

source: Participant added to group successfully.
de_de: Teilnehmer erfolgreich zur Gruppe hinzugefügt.
es_es: Participante añadido al grupo con éxito.
fr_fr: Participant ajouté au groupe avec succès.
pl_pl: Uczestnik został pomyślnie dodany do grupy.

source: Participant is not a member of this group.
de_de: Teilnehmer ist kein Mitglied dieser Gruppe.
es_es: El participante no es miembro de este grupo.
fr_fr: Le participant n'est pas membre de ce groupe.
pl_pl: Uczestnik nie jest członkiem tej grupy.

source: Participant removed from group successfully.
de_de: Teilnehmer erfolgreich aus der Gruppe entfernt.
es_es: Participante eliminado del grupo con éxito.
fr_fr: Participant retiré du groupe avec succès.
pl_pl: Uczestnik został pomyślnie usunięty z grupy.

source: The specified WordPress user does not exist.
de_de: Der angegebene WordPress-Benutzer existiert nicht.
es_es: El usuario de WordPress especificado no existe.
fr_fr: L'utilisateur WordPress spécifié n'existe pas.
pl_pl: Określony użytkownik WordPress nie istnieje.

source: This WordPress user is already linked to another participant.
de_de: Dieser WordPress-Benutzer ist bereits mit einem anderen Teilnehmer verknüpft.
es_es: Este usuario de WordPress ya está vinculado a otro participante.
fr_fr: Cet utilisateur WordPress est déjà lié à un autre participant.
pl_pl: Ten użytkownik WordPress jest już powiązany z innym uczestnikiem.

source: Sign Up
de_de: Anmelden
es_es: Inscribirse
fr_fr: S'inscrire
pl_pl: Zarejestruj się

source: Register & Sign Up
de_de: Registrieren & Anmelden
es_es: Registrarse e Inscribirse
fr_fr: S'enregistrer et s'inscrire
pl_pl: Zarejestruj się i dołącz

source: Send Signup Link
de_de: Anmeldelink senden
es_es: Enviar enlace de inscripción
fr_fr: Envoyer le lien d'inscription
pl_pl: Wyślij link rejestracyjny

source: This block can only be used on event pages.
de_de: Dieser Block kann nur auf Ereignisseiten verwendet werden.
es_es: Este bloque solo se puede usar en páginas de eventos.
fr_fr: Ce bloc ne peut être utilisé que sur les pages d'événements.
pl_pl: Ten blok może być używany tylko na stronach wydarzeń.

source: You are signed up for this event!
de_de: Sie sind für dieses Ereignis angemeldet!
es_es: ¡Estás inscrito en este evento!
fr_fr: Vous êtes inscrit à cet événement !
pl_pl: Jesteś zapisany na to wydarzenie!

source: Hi %s! Click the button below to sign up for this event.
de_de: Hallo %s! Klicken Sie auf die Schaltfläche unten, um sich für dieses Ereignis anzumelden.
es_es: ¡Hola %s! Haz clic en el botón de abajo para inscribirte en este evento.
fr_fr: Bonjour %s ! Cliquez sur le bouton ci-dessous pour vous inscrire à cet événement.
pl_pl: Cześć %s! Kliknij poniższy przycisk, aby zapisać się na to wydarzenie.

source: Hi %s! You can sign up for this event.
de_de: Hallo %s! Sie können sich für dieses Ereignis anmelden.
es_es: ¡Hola %s! Puedes inscribirte en este evento.
fr_fr: Bonjour %s ! Vous pouvez vous inscrire à cet événement.
pl_pl: Cześć %s! Możesz zapisać się na to wydarzenie.

source: Your WordPress account is not linked to a participant profile. Please contact the site administrator.
de_de: Ihr WordPress-Konto ist nicht mit einem Teilnehmerprofil verknüpft. Bitte kontaktieren Sie den Website-Administrator.
es_es: Su cuenta de WordPress no está vinculada a un perfil de participante. Póngase en contacto con el administrador del sitio.
fr_fr: Votre compte WordPress n'est pas lié à un profil de participant. Veuillez contacter l'administrateur du site.
pl_pl: Twoje konto WordPress nie jest powiązane z profilem uczestnika. Skontaktuj się z administratorem strony.

source: I'm new
de_de: Ich bin neu
es_es: Soy nuevo
fr_fr: Je suis nouveau
pl_pl: Jestem nowy

source: I have an account
de_de: Ich habe ein Konto
es_es: Tengo una cuenta
fr_fr: J'ai un compte
pl_pl: Mam konto

source: Enter your surname
de_de: Geben Sie Ihren Nachnamen ein
es_es: Introduce tu apellido
fr_fr: Entrez votre nom de famille
pl_pl: Wprowadź swoje nazwisko

source: Keep me informed about future events
de_de: Halten Sie mich über zukünftige Veranstaltungen auf dem Laufenden
es_es: Manténgame informado sobre futuros eventos
fr_fr: Tenez-moi informé des événements futurs
pl_pl: Informuj mnie o przyszłych wydarzeniach

source: Enter your email to receive a signup link.
de_de: Geben Sie Ihre E-Mail-Adresse ein, um einen Anmeldelink zu erhalten.
es_es: Ingrese su correo electrónico para recibir un enlace de registro.
fr_fr: Entrez votre e-mail pour recevoir un lien d'inscription.
pl_pl: Wprowadź swój adres e-mail, aby otrzymać link rejestracyjny.

source: Sign up for %s
de_de: Anmelden für %s
es_es: Regístrese para %s
fr_fr: Inscription à %s
pl_pl: Zarejestruj się na %s

source: You requested a signup link for %s.
de_de: Sie haben einen Anmeldelink für %s angefordert.
es_es: Ha solicitado un enlace de registro para %s.
fr_fr: Vous avez demandé un lien d'inscription pour %s.
pl_pl: Poprosiłeś o link rejestracyjny dla %s.

source: Click the button below to sign up for the event:
de_de: Klicken Sie auf die Schaltfläche unten, um sich für die Veranstaltung anzumelden:
es_es: Haga clic en el botón de abajo para registrarse en el evento:
fr_fr: Cliquez sur le bouton ci-dessous pour vous inscrire à l'événement :
pl_pl: Kliknij poniższy przycisk, aby zarejestrować się na wydarzenie:

source: Sign Up Now
de_de: Jetzt anmelden
es_es: Registrarse Ahora
fr_fr: S'inscrire maintenant
pl_pl: Zarejestruj się teraz

source: If you didn't request this link, you can safely ignore this email.
de_de: Wenn Sie diesen Link nicht angefordert haben, können Sie diese E-Mail ignorieren.
es_es: Si no solicitó este enlace, puede ignorar este correo electrónico sin problemas.
fr_fr: Si vous n'avez pas demandé ce lien, vous pouvez ignorer cet e-mail en toute sécurité.
pl_pl: Jeśli nie prosiłeś o ten link, możesz bezpiecznie zignorować tę wiadomość.

source: WordPress User
de_de: WordPress-Benutzer
es_es: Usuario de WordPress
fr_fr: Utilisateur WordPress
pl_pl: Użytkownik WordPress

source: Email addresses do not match
de_de: E-Mail-Adressen stimmen nicht überein
es_es: Las direcciones de correo electrónico no coinciden
fr_fr: Les adresses e-mail ne correspondent pas
pl_pl: Adresy e-mail nie są takie same

source: Unlink
de_de: Verknüpfung aufheben
es_es: Desvincular
fr_fr: Délier
pl_pl: Odłącz

source: The participant email does not match the WordPress user email.
de_de: Die E-Mail-Adresse des Teilnehmers stimmt nicht mit der E-Mail-Adresse des WordPress-Benutzers überein.
es_es: El correo electrónico del participante no coincide con el correo electrónico del usuario de WordPress.
fr_fr: L'e-mail du participant ne correspond pas à l'e-mail de l'utilisateur WordPress.
pl_pl: Adres e-mail uczestnika nie zgadza się z adresem e-mail użytkownika WordPress.

source: Suggested user with matching email:
de_de: Vorgeschlagener Benutzer mit übereinstimmender E-Mail:
es_es: Usuario sugerido con correo electrónico coincidente:
fr_fr: Utilisateur suggéré avec un e-mail correspondant :
pl_pl: Sugerowany użytkownik o pasującym adresie e-mail:

source: Link this user
de_de: Diesen Benutzer verknüpfen
es_es: Vincular este usuario
fr_fr: Lier cet utilisateur
pl_pl: Połącz tego użytkownika

source: Search WordPress users
de_de: WordPress-Benutzer durchsuchen
es_es: Buscar usuarios de WordPress
fr_fr: Rechercher des utilisateurs WordPress
pl_pl: Szukaj użytkowników WordPress

source: Search by name or email (min 2 chars)
de_de: Suchen nach Name oder E-Mail (mind. 2 Zeichen)
es_es: Buscar por nombre o correo electrónico (mín. 2 caracteres)
fr_fr: Rechercher par nom ou e-mail (min. 2 caractères)
pl_pl: Szukaj według imienia lub adresu e-mail (min. 2 znaki)

source: No users found.
de_de: Keine Benutzer gefunden.
es_es: No se encontraron usuarios.
fr_fr: Aucun utilisateur trouvé.
pl_pl: Nie znaleziono użytkowników.

source: Photos
de_de: Fotos
es_es: Fotos
pl_pl: Zdjęcia

source: Add to event
de_de: Zur Veranstaltung hinzufügen
es_es: Agregar al evento
fr_fr: Ajouter à l'événement
pl_pl: Dodaj do wydarzenia

source: Add to Event
de_de: Zur Veranstaltung hinzufügen
es_es: Agregar al Evento
fr_fr: Ajouter à l'événement
pl_pl: Dodaj do wydarzenia

source: Select events to add this collaborator to:
de_de: Wählen Sie die Veranstaltungen aus, zu denen dieser Mitarbeiter hinzugefügt werden soll:
es_es: Seleccione los eventos para agregar este colaborador:
fr_fr: Sélectionnez les événements auxquels ajouter ce collaborateur :
pl_pl: Wybierz wydarzenia, do których chcesz dodać tego współpracownika:

source: Search events...
de_de: Ereignisse suchen...
es_es: Buscar eventos...
fr_fr: Rechercher des événements...
pl_pl: Szukaj wydarzeń...
